Repository: nicegram/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NiceLocalizable.strings
Languages: ar, es, fr, it, ko, pl, pt, ru, tr, uz, vi, zh_hans, zh_hant

source: Show Nicegram button in chat
ar: عرض زر Nicegram في الدردشة
es: Mostrar botón Nicegram en el chat
fr: Afficher le bouton Nicegram dans le chat
it: Mostra il pulsante Nicegram nella chat
ko: 채팅에서 Nicegram 버튼 보이기
pl: Pokaż przycisk Nicegram w czacie
pt: Mostrar botão Nicegram no chat
ru: Показать кнопку Nicegram в чате
tr: Sohbette Nicegram Butonunu Göster
uz: Chatda Nicegram tugmachasini ko'rsatish
vi: Hiển thị nút Nicegram trong chat
zh_hans: 在聊天中显示 Nicegram 按钮
zh_hant: 在聊天中顯示 Nicegram 按鈕

source: Show AI Shortcuts in Chat
ar: إظهار اختصارات الذكاء الاصطناعي في الدردشة
es: Mostrar atajos de IA en el chat
fr: Afficher les raccourcis IA dans le chat
it: Mostra scorciatoie IA nella chat
ko: 채팅에서 AI 바로가기 표시
pl: Pokaż skróty AI w czacie
pt: Mostrar atalhos de IA no chat
ru: Показывать ИИ-ярлыки в чате
tr: Sohbette Yapay Zeka Kısayollarını Göster
vi: Hiển thị Phím tắt AI trong Chat
zh_hans: 在聊天中显示AI快捷方式
zh_hant: 在聊天中顯示AI快捷方式

# SendWithKb
source: Send with «Enter» button
ar: إرسال مع زر «إدخال»
es: Envía con el botón «Intro»
fr: Envoyer avec le bouton « Entrer »
it: Invia con il pulsante «Invio»
ko: «입력»버튼으로 보내기
pl: Wyślij za pomocą przycisku «Enter»
pt: Enviar usando o botão «Enter»
ru: Отправка кнопкой «Enter»
tr: «Enter» butonu ile gönder
uz: "Enter" tugmasi bilan yuboring
vi: Gửi bằng phím «Xuống dòng»
zh_hans: 按<回车>发送
zh_hant: 點擊 «Enter» 傳送

# NiceFeatures.ShowGmodIcon
source: Show Preview Mode icon
ar: إظهار أيقونة وضع المعاينة
es: Mostrar icono de modo vista previa
fr: Afficher l'icône du mode « Aperçu »
it: Mostra icona modalità anteprima
ko: 미리보기 모드 아이콘 표시
pl: Pokaż ikonę trybu Podglądu
pt: Mostrar ícone do modo pré-visualização
ru: Иконка режима предпросмотра
tr: Önizleme Modu simgesini göster
uz: Ko'rib chiqish rejimi belgisini ko'rsatish
vi: Hiển thị biểu tượng Chế độ Xem trước
zh_hans: 显示幽灵模式图标
zh_hant: 顯示預覽模式圖示

# Gmod.OpenChatQ
source: Open chat?
ar: فتح الدردشة؟
es: ¿Abrir chat?
fr: Ouvrir le chat ?
it: Aprire chat?
ko: 대화방 열기
pl: Otworzyć czat?
pt: Abrir Chat?
ru: Открыть чат?
tr: Sohbet açılsın mı?
uz: Chat ochilsinmi?
vi: Mở chat?
zh_hans: 打开对话？
zh_hant: 開啟對話？

# Gmod.OpenChatNotice
source: Chat will be marked as "read", but you can preview chat with a long-tap (force-touch)
ar: سيتم وضع علامة "مقروءة"، ولكن يمكنك معاينة الدردشة بنقرة طويلة (اللمس بقوة)
es: El chat se marcará como “leído”, pero puedes obtener una vista previa del chat con un toque prolongado (3D Touch)
fr: Le chat sera marqué comme « lu », mais vous pouvez prévisualiser le chat en appuyant longuement (force-touch)
it: La chat verrà segnata come "letta", ma puoi fare l'anteprima della chat con un tocco lungo (force-touch)
ko: 채팅은 "읽음"으로 표시되지만 길게 탭 (강제 터치)하여 채팅을 미리 볼 수 있습니다.
pl: Czat zostanie oznaczony jako „przeczytany”, ale możesz wyświetlić podgląd czatu długim naciśnięciem (force-touch)
pt: O chat será marcado como "lido", mas você pode pré-visualizar o chat com um toque longo.(3D Touch)
ru: Чат будет помечен как "прочитанный", но вы можете просмотреть чат, не помечая его, долгим нажатием
tr: Sohbet “okundu” olarak işaretlenecek, ama uzun dokunma ile sohbeti önizleyebilirsiniz (force-touch)
uz: Chat “o‘qilgan” deb belgilanadi, lekin siz uzoq bosish (majburiy teginish) orqali suhbatni oldindan ko‘rishingiz mumkin
vi: Chat sẽ được đánh dấu là "đã đọc", nhưng bạn có thể xem trước chat bằng cách nhấn giữ (force-touch)
zh_hans: 对话将被标记为“已读”，不过您可以长按（Force Touch）预览对话
zh_hant: 對話將被標記為「已讀」，但您可以長按來預覽聊天。

# Gmod.OpenChatBtn
source: Yes, open the chat
ar: أجل، افتح الدردشة
es: Sí, abre el chat
fr: Oui, ouvrir le chat
it: Sì, apri la chat
ko: 예, 채팅창을 엽니다.
pl: Tak, otwórz czat
pt: Sim, abra o chat
ru: Да, открыть чат
tr: Evet, sohbeti aç
uz: Ha, chatni oching
vi: Có, mở chat
zh_hans: 是的，打开此对话
zh_hant: 是的，打開對話

# Gmod.DisableBtn
source: Disable warnings
ar: تعطيل التحذيرات
es: Deshabilitar advertencias
fr: Désactiver les avertissements
it: Disabilita avvisi
ko: 경고 비활성화
pl: Wyłącz ostrzeżenia
pt: Desativar avisos
ru: Отключить предупреждения
tr: Uyarıları devre dışı bırak
uz: Ogohlantirishlarni o'chiring
vi: Tắt cảnh báo
zh_hans: 禁用告警提示
zh_hant: 停用警告

# NicegramSettings.Other.hidePhoneInSettingsNotice
source: Your number will be hidden in the UI only. To hide it from others, please use Privacy settings.
ar: سيتم اخفاء رقمك من التطبيق فقط. لأخفاءهُ من المستخدمين الآخرين، يرجى استخدام إعدادات الخصوصية.
es: Su número estará oculto solo en la interfaz de usuario. Para ocultarlo a los demás, por favor utilice la configuración de privacidad.
fr: Votre numéro sera masqué dans l'interface utilisateur uniquement. Pour le masquer aux autres, veuillez utiliser les paramètres de confidentialité.
it: Il tuo numero verrà nascosto solo nell'interfaccia. Per nasconderlo dagli altri, apri le impostazioni della Privacy.
ko: 전화 번호는 UI에서만 숨겨집니다. 다른 사람에게 숨기려면 개인 정보 설정을 사용하세요.
pl: Twój numer zostanie ukryty tylko w interfejsie użytkownika. Aby ukryć go przed innymi, użyj ustawień prywatności.
pt: Seu número ficará oculto apenas na interface do usuário. Para ocultá-lo de outras pessoas, use as configurações de privacidade.
ru: Ваш номер будет скрыт только в интерфейсе. Чтобы скрыть его от других, пожалуйста, используйте настройки конфиденциальности.
tr: Numaranız sadece arayüzde gizlenecek. Diğerlerinden gizlemek için, lütfen Gizlilik ayarlarını kullanın.
uz: Sizning raqamingiz faqat foydalanuvchi interfeysida yashirin bo'ladi. Uni boshqalardan yashirish uchun Maxfiylik sozlamalaridan foydalaning.
vi: Số của bạn sẽ chỉ ẩn trong giao diện. Để ẩn số với người khác, vui lòng sử dụng cài đặt Quyền riêng tư.
zh_hans: 您的电話号码只会在设置介面中隐藏，要对其他使用者隐藏，请使用隐私设置。
zh_hant: 您的電話號碼只會在介面中隱藏。要完全隱藏起來，請使用「隱私設定」。

# NicegramSettings.Other.showProfileId
source: Show Profile ID
ar: إظهار معرف الملف الشخصي ID
es: Mostrar ID del perfil
fr: Afficher l'identifiant du profil
it: Mostra l'ID del profilo
ko: 프로필 ID 표시
pl: Pokaż ID
pt: Mostrar perfil
ru: Показывать ID профилей
tr: Profil ID'sini Göster
uz: Profil ID ko'rsatish
vi: Hiển thị ID Hồ sơ
zh_hans: 显示 ID
zh_hant: 顯示用戶ID

# NicegramSettings.Other.showRegDate
source: Show Registration Date
ar: إظهار تاريخ التسجيل
es: Mostrar fecha de registro
fr: Afficher la date d'inscription
it: Mostra la data di registrazione
ko: 가입 날짜 표시
pl: Pokaż datę rejestracji
pt: Mostrar data de registro
ru: Показывать дату регистрации
tr: Kayıt Tarihini Göster
uz: Roʻyxatdan oʻtgan sanani koʻrsatish
vi: Hiển thị Ngày Đăng ký
zh_hans: 显示注册日期
zh_hant: 顯示用戶註冊日期

# NicegramSettings.Unblock.Header
source: Unblock
ar: فتح
es: Desbloquear
fr: Débloquer
it: Sblocca
ko: 차단 해제
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
tr: Engeli Kaldır
uz: Blokdan chiqarish
vi: Bỏ Chặn
zh_hans: 解封
zh_hant: 解鎖

# NicegramSettings.Unblock.Button
source: Unblock Guide
ar: دليل الفتح
es: Guía para desbloquear
fr: Guide de déblocage
it: Guida allo sblocco
ko: 차단해제 안내
pl: Odblokuj przewodnik
pt: Desbloquear Guia
ru: Руководство по разблокировке
tr: Rehberin Engelini Kaldır
uz: Blokdan chiqarish yoʻriqnomasi
vi: Hướng dẫn Bỏ Chặn
zh_hans: 解封指南
zh_hant: 解鎖指南

# NicegramSettings.Other.hideReactions
source: Hide Reactions
ar: إخفاء ردود الفعل
es: Ocultar reacciones
fr: Masquer les réactions
it: Nascondi Reazioni
ko: 반응 숨기기
pl: Ukryj reakcje
pt: Ocultar Reações
ru: Скрыть реакции
tr: Tepkileri Gizle
uz: Reaksiyalarni yashirish
vi: Ẩn Phản hồi
zh_hans: 隐藏反应
zh_hant: 隱藏心情回應

# NicegramSettings.Other.hideReactionsToYourMessages
source: Hide reactions to your messages
ar: إخفاء ردود الفعل على رسائلك
es: Ocultar reacciones a tus mensajes
fr: Masquer les réactions à vos messages
it: Nascondi reazioni ai tuoi messaggi
ko: 메시지에 대한 반응 숨기기
pl: Ukryj reakcje na twoje wiadomości
pt: Ocultar reações às suas mensagens
ru: Скрыть реакции на ваши сообщения
tr: Mesajlarına gelen tepkileri gizle
vi: Ẩn phản hồi tới tin nhắn của bạn
zh_hans: 隐藏对您消息的反应
zh_hant: 隱藏對您消息的反應

# NicegramSettings.RoundVideos.DownloadVideos
source: Download videos to Gallery
ar: نزّل الفيديوهات إلى المعرض
es: Descargar vídeos en la galería
fr: Télécharger des vidéos dans la galerie
it: Scarica i video nella Galleria
ko: 사진앨범으로 동영상 다운로드
pl: Pobierz filmy do galerii
pt: Baixar vídeos para a Galeria
ru: Скачивать видео в галерею
tr: Videoları galeriye indir
uz: Galereyaga videolarni yuklab oling
vi: Tải video xuống Thư viện
zh_hans: 将视频下载到图库
zh_hant: 將影片下載至圖片庫

# Premium.OnetapTranslate.UseIgnoreLanguages
source: Ignore Languages
ar: تجاهل اللغات
es: Ignorar idiomas
fr: Ignorer les langues
it: Ignora Lingue
ko: 언어 무시하기
pl: Ignorowane języki
pt: Ignorar idiomas
ru: Игнорировать языки
tr: Dilleri görmezden gel
uz: Tillarga e'tibor bermaslik
vi: Bỏ qua Ngôn ngữ
zh_hans: 忽略语言
zh_hant: 忽略語言

# Premium.OnetapTranslate.UseIgnoreLanguages.Note
source: App detects language of each message on your device. It's a high-performance task which can affect your battery life.
ar: التطبيق يحدد لغات كل رسالة في جهازك. ويتطلب اداء عالي من الجهاز و بالتالي إستهلاك البطارية.
es: La aplicación detecta el idioma de cada mensaje en su aparato. Es una tarea de alta predeterminación que puede afectar la duración de su batería.
fr: L'application détecte la langue de chaque message sur votre appareil. C'est une tâche de haute performance qui peut affecter l'autonomie de votre batterie.
it: L'app rileva la lingua di ogni messaggio sul tuo dispositivo. È un'attività che consuma tante risorse e che può influire sulla durata della batteria.
ko: 앱은 기기에서 각 메시지의 언어를 감지합니다. 배터리 수명에 영향을 줄 수 있는 고성능 작업입니다.
pl: Aplikacja wykrywa język każdej wiadomości na urządzeniu. Jest to zadanie o wysokim stopniu zaawansowania, które może mieć wpływ na żywotność baterii.
pt: O aplicativo detecta o idioma de cada mensagem em seu dispositivo. É uma tarefa de alto desempenho que pode afetar a vida útil da bateria.
ru: Приложение определяет язык для каждого сообщения на Вашем устройстве. Поскольку это высокопроизводительная задача, время работы аккумулятора может уменьшиться.
tr: Uygulama, cihazınızdaki her mesajın dilini algılar. Bu, pil ömrünüzü etkileyebilecek yüksek öncelikli bir görevdir.
uz: Ilova qurilmangizdagi har bir xabarning tilini aniqlaydi. Bu batareyaning ishlash muddatiga ta'sir qilishi mumkin bo'lgan yuqori samarali vazifa.
vi: Ứng dụng phát hiện ngôn ngữ của từng tin nhắn trên thiết bị của bạn. Đây là một tác vụ hiệu suất cao có thể ảnh hưởng đến tuổi thọ pin của bạn.
zh_hans: 应用会检测您设备上每条消息使用的语言。这一功能需要很高的性能，可能会影响电池寿命。
zh_hant: App 會檢測您設備上每則訊息的語言。這是一項高耗電的功能，會影響您的電池壽命。

# Premium.rememberFolderOnExit
source: Remember current folder on exit
ar: تذكر المجلد الحالي عند الخروج
es: Recordar la carpeta actual a la salida
fr: Mémoriser le dossier actuel en quittant
it: Ricorda la cartella corrente all'uscita
ko: 종료시 현재 폴더 기억하기
pl: Zapamiętaj bieżący folder przy wyjściu
pt: Lembrar pasta atual antes de sair
ru: Запомнить текущую папку при выходе
tr: Çıkışta şu anki klasörü hatırla
uz: dan Kattaroq
vi: Ghi nhớ thư mục hiện tại khi thoát
zh_hans: 退出时记住当前分组
zh_hant: 記下應用程式關閉時所在的資料夾

# NicegramSettings.HideStories
source: Hide Stories
ar: إخفاء الستوري
es: Ocultar Historias
fr: Cacher les histoires
it: Nascondi Storie
ko: 스토리 숨기기
pl: Ukryj Historie
pt: Ocultar Stories
ru: Скрыть истории
tr: Hikayeleri Gizle
uz: Hikoyalarni yashirish
vi: Ẩn Câu chuyện
zh_hans: 隐藏故事
zh_hant: 隱藏故事

# NicegramSettings.HideBadgeCounters
source: Hide Reaction notifications
ar: إخفاء إشعارات ردود الفعل
es: Ocultar notificaciones de reacción
fr: Masquer les notifications de réaction
it: Nascondi le notifiche di reazione
ko: 반응 알림 숨기기
pl: Ukryj powiadomienia o reakcjach
pt: Ocultar notificações de reação
ru: Скрыть уведомления о реакциях
tr: Tepki bildirimlerini gizle
uz: Reaksiya bildirishnomalarini yashirish
vi: Ẩn thông báo Phản hồi
zh_hans: 隐藏反应通知
zh_hant: 隱藏反應通知

# NicegramSettings.HideUnreadCounters
source: Hide Unread counters
ar: إخفاء عدادات الغير مقروءة
es: Ocultar contadores de no leídos
fr: Masquer les compteurs de non-lus
it: Nascondi contatori dei non letti
ko: 읽지 않은 카운터 숨기기
pl: Ukryj liczniki nieprzeczytanych
pt: Ocultar contadores de não lidos
ru: Скрыть счетчики непрочитанных сообщений
tr: Okunmamış sayacını gizle
vi: Ẩn thông báo Chưa đọc
zh_hans: 隐藏未读计数
zh_hant: 隱藏未讀計數器

# NicegramSettings.HideMentionNotification
source: Hide Mention notifications
ar: إخفاء إشعارات الإشارة
es: Ocultar notificación de mención
fr: Masquer la notification de mention
it: Nascondi notifiche di menzione
ko: 언급 알림 숨기기
pl: Ukryj powiadomienia o wzmiankach
pt: Ocultar notificação de menção
ru: Скрыть уведомления об упоминаниях
tr: Bahsetme bildirimlerini gizle
vi: Ẩn thông báo Nhắc đến
zh_hans: 隐藏提及通知
zh_hant: 隱藏提及通知

# NicegramSettings.EnableAnimationsInChatList
source: Animations in chat list
ar: الرسوم المتحركة في قائمة الدردشة
es: Animaciones en la lista de chat
fr: Animations dans la liste de chat
it: Animazioni nella lista chat
ko: 채팅 목록의 애니메이션
pl: Animacje na liście czatów
pt: Animações na lista de chat
ru: Анимации в списке чата
tr: Sohbet listesinde animasyonlar
uz: Суҳбат рўйхатидаги анимациялар
vi: Hoạt hình trong danh sách chat
zh_hans: 聊天列表中的动画
zh_hant: 聊天列表中的動畫

# NicegramSettings.EnableGrayscaleAll
source: Full-Screen Grayscale
ar: الشاشة كاملة بالأبيض والأسود
es: Escala de grises en pantalla completa
fr: Écran complet en niveaux de gris
it: Grigio scala a schermo intero
ko: 전체 화면 흑백
pl: Pełnoekranowy skala szarości
pt: Escala de cinza em tela cheia
ru: Полноэкранный черно-белый режим
tr: Tam Ekran Gri Tonlama
uz: Toʻliq kulrangli ekran
vi: Độ xám Toàn màn hình
zh_hans: 全屏灰度
zh_hant: 全螢幕灰階

# NicegramSettings.EnableGrayscaleInChatList
source: Grayscale in chat list
ar: الرمادي في قائمة الدردشة
es: Escala de grises en la lista de chat
fr: Niveaux de gris dans la liste de chat
it: Scala di grigi nella lista chat
ko: 채팅 목록의 그레이스케일
pl: Skala szarości na liście czatów
pt: Escala de cinza na lista de chat
ru: Оттенки серого в списке чата
tr: Sohbet listesinde gri tonlama
uz: Чат рўйхатидаги кулранглар
vi: Độ xám trong danh sách chat
zh_hans: 聊天列表中的灰度
zh_hant: 聊天列表中的灰階

# NicegramSettings.EnableGrayscaleInChat
source: Grayscale in chat
ar: الرمادي في الدردشة
es: Escala de grises en el chat
fr: Gris dans le chat
it: In scala di grigi nella chat
ko: 채팅에서의 그레이스케일
pl: Skala szarości w czacie
pt: Escala de cinza no chat
ru: Оттенки серого в чате
tr: Sohbette gri tonlama
uz: Чатда кулранглар
vi: Độ xám trong chat
zh_hans: 灰度在聊天中
zh_hant: 灰階在聊天中

# NicegramSettings.EnableAppleSpeech2Text
source: Enable Apple Speech2Text
ar: تفعيل Apple Speech2Text
es: Activar Apple Speech2Text
fr: Activer Apple Speech2Text
it: Attiva Apple Speech2Text
ko: Apple Speech2Text 활성화
pl: Włącz Apple Speech2Text
pt: Ativar Apple Speech2Text
ru: Включить Apple Speech2Text
tr: Apple Speech2Text'i Etkinleştir
vi: Kích hoạt Apple Speech2Text
zh_hans: 启用Apple Speech2Text
zh_hant: 啟用Apple Speech2Text

# NicegramSettings.ShowKeywords
source: Show Folder for Keywords
ar: عرض مجلد الكلمات المفتاحية
es: Mostrar carpeta para palabras clave
fr: Afficher le dossier des mots-clés
it: Mostra cartella per parole chiave
ko: 키워드 폴더 보기
pl: Pokaż folder dla słów kluczowych
pt: Mostrar pasta para palavras-chave
ru: Показать Папку для ключевых слов
tr: Anahtar kelimeler için klasörü göster
vi: Hiển thị Thư mục cho Từ khóa
zh_hans: 显示关键词文件夹
zh_hant: 顯示關鍵詞資料夾

# NiceFeatures.RegDate.OlderThan
source: Older than
ar: أقدم من
es: Mayor que
fr: Plus vieux que
it: Più vecchio di
ko: 이전의
pl: Starsze niż
pt: Mais antigo que
ru: Старше, чем
tr: Şundan daha eski:
uz: dan kattaroq
vi: Cũ hơn
zh_hans: 早于
zh_hant: 早於

# NiceFeatures.RegDate.Approximately
source: Approximately
ar: تقريباً
es: Aproximadamente
fr: Approximativement
it: Circa
ko: 대략
pl: W przybliżeniu
pt: Aproximadamente
ru: Приблизительно
tr: Yaklaşık olarak
uz: Taxminan
vi: Xấp xỉ
zh_hans: 大约
zh_hant: 大約

# NiceFeatures.RegDate.NewerThan
source: Newer than
ar: أحدث من
es: Mas reciente que
fr: Plus récent que
it: Più recente di
ko: 보다 새로운
pl: Nowsze niż
pt: Mais novo que
ru: Новее, чем
tr: Şundan daha yeni:
uz: dan yangiroq
vi: Mới hơn
zh_hans: 晚于
zh_hant: 晚於

# NiceFeatures.QuickReplies
source: Quick Replies
ar: الردود السريعة
es: Respuestas rápidas
fr: Réponses rapides
it: Risposte rapide
ko: 빠른 답장
pl: Szybkie odpowiedzi
pt: Respostas rápidas
ru: Быстрые ответы
tr: Hızlı Yanıtlar
uz: Tez javoblar
vi: Phản hồi Nhanh
zh_hans: 快速回复
zh_hant: 快速回覆

# NiceFeatures.QuickReplies.Description
source: You can add an unlimited number of replies using the button below. To use the quick reply, enter the **symbol "&"** to the message input field.
ar: يمكنك إضافة عدد غير محدود من الردود باستخدام الزر أدناه. لاستخدام الرد السريع، أدخل **الرمز "&"** في حقل إدخال الرسالة.
es: Puede agregar un número ilimitado de respuestas usando el botón a continuación. Para usar la respuesta rápida, ingrese el **símbolo "&"** en el campo de entrada del mensaje.
fr: Vous pouvez ajouter un nombre illimité de réponses en utilisant le bouton ci-dessous. Pour utiliser la réponse rapide, entrez le **symbole « & »** dans le champ de saisie du message.
it: Puoi aggiungere un numero illimitato di risposte usando il pulsante qui sotto. Per utilizzare la risposta rapida, inserisci il **simbolo "&"** quando devi inviare un messaggio.
ko: 아래 버튼을 사용하여 답장을 무제한으로 추가할 수 있습니다. 빠른 답장을 사용하려면 메시지 입력 필드에 **기호 "&"**를 입력하십시오.
pl: Możesz dodać nieograniczoną liczbę odpowiedzi, korzystając z przycisku poniżej. Aby skorzystać z szybkiej odpowiedzi, wpisz w polu wprowadzania wiadomości **symbol "&"**.
pt: Você pode adicionar um número ilimitado de respostas usando o botão abaixo. Para usar a resposta rápida, insira o **símbolo "&"** no campo de entrada da mensagem.
ru: Вы можете добавить неограниченное количество ответов, используя кнопку ниже. Чтобы воспользоваться быстрым ответом, введите **символ «&»** в поле ввода сообщения.
tr: Aşağıdaki butonu kullanarak istediğiniz sayıda yanıt ekleyebilirsiniz. Hızlı yanıtı kullanmak için ** "&" sembolünü** mesaj giriş alanına girin.
uz: Quyidagi tugma yordamida cheksiz miqdordagi javoblarni qo'shishingiz mumkin. Tez javobdan foydalanish uchun xabar kiritish maydoniga ** “&” ** belgisini kiriting.
vi: Bạn có thể thêm số lượng phản hồi không giới hạn bằng cách sử dụng nút bên dưới. Để sử dụng phản hồi nhanh, nhập **ký hiệu "&"** vào trường nhập tin nhắn.
zh_hans: 您可以使用下方按钮添加无限数量的回复。如需使用快速回复，请在消息输入框中输入** "&"符**。
zh_hant: 您可以使用下面的按鈕新增無限數量的回覆。如要使用快速回覆，請在訊息輸入欄中輸入**符號「&」**。

# NiceFeatures.QuickReplies.AddNew
source: Add New
ar: أضف رداً جديداً
es: Agregar nuevo
fr: Ajouter nouveau
it: Aggiungi nuovo
ko: 새로 추가
pl: Dodaj nowy
pt: Adicionar novo
ru: Добавить новый
tr: Yeni Ekle
uz: Yangi qo'shish
vi: Thêm Mới
zh_hans: 新增
zh_hant: 新增

# NiceFeatures.QuickReplies.Placeholder
source: Enter Text
ar: أدخل النص
es: Ingrese texto
fr: Saisissez du texte
it: Inserisci il testo
ko: 내용 입력
pl: Wpisz tekst
pt: Inserir texto
ru: Введите текст
tr: Metin Gir
uz: Matnni kiriting
vi: Nhập văn bản
zh_hans: 输入文本
zh_hant: 輸入文字

# TelegramPremium.Description
source: Unfortunately, you can’t get Telegram Premium Features while being logged in to the Nicegram app. Please go to the official Telegram app and subscribe to Telegram Premium. As you go back to Nicegram, all Premium Features will be available to use.
ar: للأسف، لا يمكنك الحصول على ميزات Telegram Premium أثناء تسجيل الدخول إلى تطبيق Nicegram. يرجى الذهاب إلى تطبيق Telegram الرسمي والاشتراك في Telegram Premium. عند العودة إلى Nicegram، ستكون جميع ميزات Premium متاحة للاستخدام.
es: Lamentablemente, no puedes obtener las funciones Premium de Telegram mientras estés conectado a la aplicación Nicegram. Por favor, ve a la aplicación oficial de Telegram y suscríbete a Telegram Premium. Al regresar a Nicegram, todas las funciones Premium estarán disponibles para usar.
fr: Malheureusement, vous ne pouvez pas obtenir les fonctionnalités Premium de Telegram lorsque vous êtes connecté à l'application Nicegram. Veuillez vous rendre sur l'application officielle Telegram et vous abonner à Telegram Premium. Lorsque vous reviendrez sur Nicegram, toutes les Fonctionnalités Premium seront disponibles à l'utilisation.
it: Purtroppo, non puoi ottenere le funzionalità Premium di Telegram mentre sei connesso all'app Nicegram. Vai sull'app ufficiale di Telegram e sottoscrivi a Telegram Premium. Quando tornerai su Nicegram, tutte le funzionalità Premium saranno disponibili all'uso.
ko: 안타깝게도 Nicegram 앱에 로그인한 상태에서는 Telegram 프리미엄 기능을 이용할 수 없습니다. 공식 Telegram 앱으로 이동하여 Telegram 프리미엄에 가입하십시오. Nicegram으로 돌아오면 모든 프리미엄 기능을 사용할 수 있습니다.
pl: Niestety, nie możesz uzyskać funkcji premium Telegrama, będąc zalogowanym do aplikacji Nicegram. Proszę przejdź do oficjalnej aplikacji Telegram i zasubskrybuj Telegram Premium. Gdy wrócisz do Nicegram, wszystkie funkcje Premium będą dostępne do użytku.
pt: Infelizmente, você não pode obter os recursos Premium do Telegram enquanto estiver logado no aplicativo Nicegram. Por favor, vá para o aplicativo oficial do Telegram e assine o Telegram Premium. Ao voltar para o Nicegram, todos os recursos Premium estarão disponíveis para uso.
ru: К сожалению, чтобы пользоваться премиум-функциями Telegram, вам нужно перейти в официальное приложение и оформить подписку на Telegram Premium. После этого, вернувшись в Nicegram, вы сможете использовать все премиальные функции.
tr: Maalesef, Nicegram uygulamasına giriş yapmışken Telegram Premium özelliklerini edinemiyorsunuz. Lütfen resmi Telegram uygulamasına gidin ve Telegram Premium'a abone olun. Nicegram'a geri döndüğünüzde, tüm Premium özellikler kullanıma hazır olacak.
uz: Afsuski, Nicegram ilovasiga kirganingizda Telegram Premium funksiyalaridan foydalana olmaysiz. Rasmiy Telegram ilovasiga oʻting va Telegram Premiumga obuna boʻling. Nicegramga qaytsangiz, barcha Premium funksiyalardan foydalanishingiz mumkin bo'ladi.
vi: Rất tiếc, bạn không thể nhận các Tính năng Telegram Premium khi đang đăng nhập vào ứng dụng Nicegram. Vui lòng chuyển đến ứng dụng chính thức của Telegram và đăng ký Telegram Premium. Khi bạn quay lại Nicegram, tất cả các Tính năng Premium sẽ khả dụng để sử dụng.
zh_hans: 遗憾的是，当您登录到Nicegram应用程序时，您无法获取Telegram Premium功能。请前往官方的Telegram应用程序并订阅Telegram Premium。当您返回Nicegram时，所有Premium功能将可供使用。
zh_hant: 遺憾的是，當您登錄到Nicegram應用程序時，您無法獲得Telegram Premium功能。請前往官方的Telegram應用程序並訂閱Telegram Premium。當您返回Nicegram時，所有Premium功能都將可供使用。
