Repository: nicegram/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NiceLocalizable.strings
Languages: ar, es, fr, it, ko, pl, pt, ru, tr, uz, vi, zh_hans, zh_hant

# Folder.NeedPremium
source: This Folder is only available with Premium. You can get Premium or delete Folder with swipe.
ar: هذا المجلد متاح فقط مع Premium. يمكنك الحصول على Premium أو حذف المجلد عن طريق السحب.
es: Esta carpeta solo está disponible con Premium. Puedes comprar Premium o eliminar la carpeta con el gesto de deslizar.
fr: Ce dossier est uniquement disponible avec Premium. Vous pouvez obtenir Premium ou supprimer un dossier par glissement.
it: Questa cartella è disponibile solo con Premium. Ottieni Premium o dovrai cancellare la cartella con uno swipe.
ko: 이 폴더는 프리미엄 에서만 사용할 수 있습니다. 옆으로 밀어서 프리미엄을 받거나 폴더를 삭제할 수 있습니다.
pl: Ten folder jest dostępny tylko w wersji Premium. Możesz pobrać wersję Premium lub usunąć folder za pomocą przesunięcia.
pt: Esta pasta só está disponível com o Premium. Você pode obter a versão Premium ou excluir a pasta com deslize.
ru: Эта Папка доступна только с Премиумом. Вы можете получить Премиум или удалить папку свайпом.
tr: Bu klasör sadece Premium ile kullanılabilir. Premium’u alabilir ya da kaydırarak klasörü silebilirsiniz.
uz: Bu jild faqat Premium bilan mavjud. Siz Premiumga ega bo'lishingiz yoki surish orqali jildni o'chirishingiz mumkin.
vi: Thư mục này chỉ khả dụng với Premium. Bạn có thể nhận Premium hoặc xóa Thư mục bằng cách vuốt.
zh_hans: 此文件夹仅限 Premium 可用。您可以解锁 Premium 来使用，或删除此文件夹。
zh_hant: 這個資料夾是進階版功能。您可以透過刷卡來升級，或是刪除一些對話夾。

# Common.SupportChatUsername
source: nicegramchat
es: nicegram_es
it: nicegram_it
ru: nicegram_ru
tr: nicegram_tr
zh_hans: nicegram_cn
zh_hant: nicegram_tw

# Common.FAQUrl
source: https://nicegram.app/faq/
it: https://nicegram.app/it/faq/
ru: https://nicegram.app/ru/faq/
tr: https://nicegram.app/tr/faq/
zh_hans: https://nicegram.app/cn/faq/
zh_hant: https://nicegram-tw.gitbook.io/

# Common.FAQ.Button
source: Nicegram FAQ
ar: الأسئلة الشاسعة حول Nicegram
es: Preguntas frecuentes de Nicegram
fr: FAQ Nicegram
it: FAQ Nicegram
ru: Вопросы о Nicegram
tr: Nicegram SSS
vi: Câu hỏi Thường gặp Nicegram
zh_hans: Nicegram 常见问题
zh_hant: Nicegram 常見問題

# IAP.Premium.Title
source: Premium
ko: 프리미엄
zh_hant: 進階版功能

# IAP.Premium.Subtitle
source: Unique features you can't refuse!
ar: ميزات فريدة لا يمكنك رفضها!
es: ¡Características únicas que no puedes rechazar!
fr: Des fonctionnalités uniques que vous ne pouvez pas refuser !
it: Feature uniche che non puoi rifiutare!
ko: 지나칠 수 없는 독특한 기능!
pl: Unikalne funkcje, których nie można odmówić!
pt: Recursos exclusivos que você não pode recusar!
ru: Уникальные функции, от которых трудно отказаться!
tr: Reddedemeyeceğiniz benzersiz özellikler!
uz: Siz rad eta olmaydigan noyob xususiyatlar!
vi: Các tính năng độc nhất mà bạn không thể từ chối!
zh_hans: 您无法拒绝的独特功能！
zh_hant: 您無法抗拒的獨特功能！

# IAP.Premium.Activated
source: Premium Activated!
ar: تم تفعيل Premium!
es: ¡Premium activado!
fr: Premium activé !
it: Premium attivato!
ko: 프리미엄 활성화!
pl: Aktywowano wersję Premium!
pt: Premium ativado!
ru: Премиум Активирован!
tr: Premium Aktive Edildi!
uz: Premium faollashtirilgan!
vi: Premium đã kích hoạt!
zh_hans: Premium 已激活！
zh_hant: 已升級進階版！

# IAP.Common.Restore
source: Restore Purchases
ar: استعادة عمليات الشراء
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ko: 구매 복원
pl: Odtwórz zakupione
pt: Restaurar Compras
ru: Восстановить Покупки
tr: Satın Alımları Geri Yükle
uz: Xaridlarni tiklash
vi: Khôi phục Mua sắm
zh_hans: 恢复购买
zh_hant: 恢復購買

# IAP.Common.CantPay
source: Sorry, but you can't make purchases because of your device or account restrictions.
ar: عفوًا، ولكنك لا تستطيع القيام بعمليات الشراء بسبب قيود في جهازك أو حسابك.
es: Lo sentimos, pero no se puede realizar compras debido a tu dispositivo o las restricciones de tu cuenta.
fr: Désolé, mais vous ne pouvez pas effectuer d'achats en raison des restrictions de votre appareil ou de votre compte.
it: Spiacente, non puoi effettuare acquisti a causa di restrizioni sul tuo dispositivo o account.
ko: 죄송합니다. 기기 또는 계정 제한으로 인해 구매할 수 없습니다.
pl: Nie możesz dokonywać zakupów z powodu ograniczeń dotyczących twojego urządzenia lub konta.
pt: Desculpe, mas você não pode fazer compras devido a restrições no seu dispositivo ou conta.
ru: К сожалению, Вы не можете производить покупки ввиду ограничений вашего устройства или аккаунта.
tr: Üzgünüz, ama cihaz veya hesap kısıtlamalarınız yüzünden satın alım yapamazsınız.
uz: Kechirasiz, qurilmangiz yoki hisobingizdagi cheklovlar tufayli xarid qila olmaysiz.
vi: Xin lỗi, bạn không thể thực hiện mua hàng do hạn chế của thiết bị hoặc tài khoản.
zh_hans: 抱歉，由于您的设备或帐户限制，您无法购买。
zh_hant: 抱歉，由於您的設備或帳戶限制，您無法購買。

# IAP.Common.ErrorFetch
source: Sorry, сan't fetch App Store purchases.
ar: عفوًا، لا يمكن جلب عمليات الشراء من App Store.
es: Lo sentimos, no se pueden recuperar las compras del App Store.
fr: Désolé, impossible de récupérer les achats sur l'App Store.
it: Spiacente, impossibile ottenere i tuoi acquisti dall'App Store.
ko: 죄송합니다. 앱 스토어 구매를 가져올 수 없습니다.
pl: Nie mogę odebrać zakupów w App Store.
pt: Desculpe, não é possível obter compras na App Store.
ru: Не удалось связаться с AppStore
tr: Üzgünüz, App Store satın alımları çekilemiyor.
uz: Kechirasiz, App Store xaridlarini olib bo'lmadi.
vi: Xin lỗi, không thể truy xuất mua hàng từ App Store.
zh_hans: 抱歉，无法从 App Store 获取购买信息。
zh_hant: 抱歉，無法取得 App Store 購買的商品。

# IAP.Common.Congrats
source: Congratulations!
ar: مبروك!
es: ¡Felicidades!
fr: Félicitations !
it: Congratulazioni!
ko: 축하합니다!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляем!
tr: Tebrikler!
uz: Tabriklaymiz!
vi: Chúc mừng!
zh_hans: 恭喜！
zh_hant: 恭喜！

# IAP.Common.ValidateError
source: Sorry, can't validate your purchase.
ar: عفوًا، لا يمكن التحقق من صحة عملة الشراء الخاص بك.
es: Lo sentimos, no se puede validar tu compra.
fr: Désolé, impossible de valider votre achat.
it: Spiacente, non è stato possibile convalidare l'acquisto.
ko: 죄송합니다. 구매를 확인할 수 없습니다.
pl: Nie można zweryfikować twojego zakupu.
pt: Desculpe, não é possível validar sua compra.
ru: К сожалению, подтвердить покупку не удалось.
tr: Üzgünüz, satın alımınız doğrulanamıyor.
uz: Kechirasiz, xaridingizni tasdiqlab bo‘lmadi.
vi: Xin lỗi, không thể xác nhận mua hàng của bạn.
zh_hans: 抱歉，无法验证您的购买。
zh_hant: 很抱歉，無法驗證您的購買。

# IAP.Common.Connecting
source: Connecting to AppStore...
ar: يتم الأتصال بالمتجر...
es: Conectando al App Store...
fr: Connexion à l'AppStore...
it: Connessione all'AppStore...
ko: 앱스토어에 연결 중...
pl: Łączenie z AppStore…
pt: Contactando AppStore...
ru: Подключение к AppStore...
tr: AppStore'a bağlanılıyor...
uz: AppStore-ga ulanmoqda...
vi: Kết nối đến AppStore...
zh_hans: 正在连接到 AppStore...
zh_hant: 正在連接到 AppStore...

# Premium.OnetapTranslate
source: Quick Translate button
ar: زر الترجمة الفوري
es: Botón de traducción rápida
fr: Bouton de traduction rapide
it: Bottone di traduzione rapida
ko: 빠른 번역 버튼
pl: Przycisk Szybkie tłumaczenie
pt: Botão de Tradução Rápida
ru: Кнопка быстрого перевода
tr: Hızlı Çeviri butonu
uz: Tez tarjima tugmasi
vi: Nút dịch nhanh
zh_hans: 快速翻译按钮
zh_hant: 快速翻譯按鈕

# Premium.IgnoreTranslate.Title
source: Ignored Languages
ar: اللغات المتجاهلة
es: Idiomas ignorados
fr: Langues ignorées
it: Lingue ignorate
ko: 제외한 언어
pl: Ignorowane języki
pt: Idiomas Ignorados
ru: Игнорируемые языки
tr: İstenmeyen Diller
uz: E'tiborga olinmagan tillar
vi: Ngôn ngữ bị bỏ qua
zh_hans: 忽略的语言
zh_hant: 忽略的語言

# Premium.IgnoreTranslate.Header
source: Quick Translate button will be DISABLED for languages you choose below.
ar: زر ترجمة الفوري سوف يعطّل للغات المختارة ادناه.
es: El botón de traducción rápida será DESACTIVADO para los idiomas que elijas debajo.
fr: Le bouton de traduction rapide sera DÉSACTIVÉ pour les langues que vous choisissez ci-dessous.
it: Il bottone di traduzione rapida sarà DISABILITATO per le lingue che selezioni sotto.
ko: 아래에서 선택한 언어는 빠른 번역 버튼이 비활성화 됩니다.
pl: Przycisk „Szybkie tłumaczenie” zostanie WYŁĄCZONY dla języków, które wybierzesz poniżej.
pt: O botão De traduzir esta DESATIVADO para os idiomas que você escolher abaixo.
ru: Кнопка быстрого перевода будет ОТКЛЮЧЕНА для выбранных ниже языков.
tr: Hızlı Çeviri butonu, aşağıda seçtiğiniz diller için DEVRE DIŞI bırakılacaktır.
uz: Siz quyida tanlagan tillar uchun Tezkor Tarjima tugmasi OʻCHIRILDI.
vi: Nút dịch nhanh sẽ BỊ TẮT cho các ngôn ngữ bạn chọn bên dưới.
zh_hans: 对于您在下面选择的语言，快速翻译按钮将被禁用。
zh_hant: 對於以下選擇的語言，「快速翻譯」按鈕將被停用。

# Premium.RecordAllCalls
source: Record all calls
ar: تسجيل جميع المكالمات
es: Grabar todas las llamadas
fr: Enregistrer tous les appels
it: Registra tutte le chiamate
ko: 모든 통화 녹음
pl: Nagrywaj wszystkie rozmowy
pt: Gravar todas as chamadas
ru: Записывать все звонки
tr: Tüm çağrıları kaydet
vi: Ghi lại tất cả cuộc gọi
zh_hans: 录制所有通话
zh_hant: 錄製所有通話

# ManageFilters.Title
source: Manage Tabs
ar: إدارة التبويبات
es: Administrar pestañas
fr: Gérer les onglets
it: Gestisci tab
ko: 탭 관리
pl: Zarządzaj zakładkami
pt: Administrar Abas
ru: Управление вкладками
tr: Sekmeleri Yönet
uz: Yorliqlarni boshqarish
vi: Quản lý Thẻ
zh_hans: 管理标签
zh_hant: 管理標籤

# ManageFilters.Header
source: CONFIGURE AVAILABLE FILTERS
ar: ضبط الفلاتر المتاحة
es: CONFIGURAR FILTROS DISPONIBLES
fr: CONFIGURER LES FILTRES DISPONIBLES
it: CONFIGURA FILTRI DISPONIBILI
ko: 사용 가능한 필터 구성
pl: SKONFIGURUJ DOSTĘPNE FILTRY
pt: CONFIGURAR FILTROS DISPONÍVEIS
ru: РЕДАКТИРОВАНИЕ ДОСТУПНЫХ ФИЛЬТРОВ
tr: KULLANILAN FİLTRELERİ ÖZELLEŞTİR
uz: MAVJUD FILTRLARNI SOZLASH
vi: CẤU HÌNH BỘ LỌC KHẢ DỤNG
zh_hans: 配置可用的过滤器
zh_hant: 設定過濾器

# Messages.Translate
source: Translate
ar: ترجمة
es: Traducir
fr: Traduire
it: Traduci
ko: 번역
pl: Tłumacz
pt: Traduzir
ru: Перевод
tr: Çevir
uz: Tarjima
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# Messages.UndoTranslate
source: Undo Translate
ar: التراجع عن الترجمة
es: Deshacer traducción
fr: Annuler la traduction
it: Annulla traduzione
ko: 번역 취소
pl: Cofnij tłumaczenie
pt: Desfazer Tradução
ru: Отменить Перевод
tr: Çeviriyi Geri Al
uz: Tarjimani bekor qilish
vi: Hoàn tác Dịch
zh_hans: 撤消翻译
zh_hant: 取消翻譯

# Messages.TranslateError
source: Sorry, translation unavailable.
ar: عفوًا، الترجمة غير متوفرة.
es: Lo sentimos, la traducción no está disponible.
fr: Désolé, traduction indisponible.
it: Spiacente, traduzione non disponibile.
ko: 죄송합니다. 번역 할 수 없습니다.
pl: Tłumaczenie niedostępne.
pt: Desculpe, tradução indisponível.
ru: К сожалению, перевод недоступен.
tr: Üzgünüz, çeviri kullanılamıyor.
uz: Kechirasiz, tarjima mavjud emas.
vi: Xin lỗi, không thể dịch.
zh_hans: 抱歉，翻译不可用。
zh_hant: 抱歉，無法翻譯。

# Messages.SelectAllFromUser
source: Select All From This User
ar: حدد كافة الرسائل الواردة من هذا المستخدم
es: Seleccionar todo de este usuario
fr: Sélectionner tout de cet utilisateur
it: Seleziona tutto da questo utente
ko: 이 사용자에게서 온 모든 메시지 선택
pl: Zaznacz wszystkie od tego użytkownika
pt: Selecionar tudo deste usuário
ru: Выбрать все от этого пользователя
tr: Bu Kullanıcıdan Olan Bütün Mesajları Seç
uz: Bu foydalanuvchidan hammasini tanlang
vi: Chọn Tất cả Từ Người dùng Này
zh_hans: 选择来自该用户的所有消息
zh_hant: 選取來自這個人的所有訊息

# Messages.ToLanguage
source: To Language
ar: إلى اللغة
es: Al idioma
fr: Vers la langue
it: Nella lingua
ko: 언어
pl: Na język
pt: Para o idioma
ru: На язык
tr: Hedef Dil
uz: Tilga
vi: Sang Ngôn ngữ
zh_hans: 为语言
zh_hant: 翻譯為

# Messages.ToLanguage.WithCode
source: To Language: %@
ar: إلى اللغة: %@
es: Al idioma: %@
fr: Vers la langue : %@
it: Nella lingua: %@
ko: 언어: %@
pl: Na język: %@
pt: Para o idioma: %@
ru: На язык: %@
tr: Hedef Dil: %@
uz: Tilga: %@
vi: Sang Ngôn ngữ: %@
zh_hans: 为语言: %@
zh_hant: 翻譯為：%@

# Messages.TranslateError.ToLanguageNotFound
source: We were unable to determine the language you wish to translate the text into. Please select it manually and try again.
ar: تعذر علينا تحديد اللغة التي ترغب في ترجمة النص إليها. يرجى تحديد اللغة يدوياً وإعادة المحاولة.
es: No pudimos determinar el idioma al que desea traducir el texto. Selecciónelo manualmente y vuelva a intentarlo.
fr: Nous n'avons pas pu déterminer la langue dans laquelle vous souhaitez traduire le texte. Veuillez la sélectionner manuellement et réessayer.
it: Non siamo riusciti a individuare la lingua in cui desideri tradurre il testo. Per favore selezionala manualmente e riprova.
ko: 텍스트를 번역할 언어를 결정할 수 없습니다. 수동으로 선택하고 다시 시도하십시오.
pl: Nie byliśmy w stanie określić języka, na który chcesz przetłumaczyć tekst. Proszę wybrać go ręcznie i spróbować ponownie.
pt: Não conseguimos determinar para qual idioma que você deseja traduzir o texto. Por favor, selecione-o manualmente e tente novamente.
ru: Нам не удалось определить язык, на который вы хотите перевести текст. Выберите его вручную и повторите попытку.
tr: Metni çevirmek istediğiniz dili tespit edemedik. Lütfen manuel olarak seçin ve tekrar deneyin.
uz: Matnni tarjima qilmoqchi boʻlgan tilni aniqlay olmadik. Uni qoʻlda tanlang va qaytadan urinib koʻring.
vi: Không thể xác định ngôn ngữ bạn muốn dịch văn bản thành. Vui lòng chọn thủ công và thử lại.
zh_hans: 我们无法确定您希望将文本翻译为的语言。请手动选择，然后重试。
zh_hant: 我們無法確定您希望翻譯成何種語言，請手動選擇並再試一次。

# Messages.ReplyPrivately
source: Reply Privately
ar: رد برسالة خاصة
es: Responder en privado
fr: Répondre en privé
it: Rispondi in privato
ko: 비공개로 답장
pl: Odpowiedz prywatnie
pt: Responder em Particular
ru: Ответить конфиденциально
tr: Özelden Cevapla
uz: Shaxsiy javob bering
vi: Trả lời Riêng tư
zh_hans: 私密回复
zh_hant: 私下回覆

# Messages.DeleteAllSystemMessages
source: Delete All
ar: حذف الكل
es: Eliminar todos
fr: Tout supprimer
it: Elimina tutto
ko: 모두 삭제
pl: Usuń wszystkie
pt: Excluir tudo
ru: Удалить все
tr: Tümünü Sil
uz: Hammasini o'chirish
vi: Xóa Tất cả
zh_hans: 全部删除
zh_hant: 刪除全部

# NGLab.RegDate.Btn
source: Get Registration Date
ar: الحصول على تاريخ التسجيل
es: Obtener fecha de registro
fr: Obtenir la date d'inscription
it: Ottieni data registrazione
ko: 가입 날짜 확인
pl: Uzyskaj datę rejestracji
pt: Obter Data de Registro
ru: Узнать дату регистрации
tr: Kayıt Tarihini Göster
uz: Ro'yxatdan o'tish sanasini oling
vi: Nhận Ngày Đăng ký
zh_hans: 获取注册日期
zh_hant: 取得註冊日期

# NGLab.RegDate.Title
source: Registration Date
ar: تاريخ التسجيل
es: Fecha de registro
fr: Date d'inscription
it: Data registrazione
ko: 가입 날짜
pl: Data rejestracji
pt: Data de Registro
ru: Дата регистрации
tr: Kayıt Tarihi
uz: Roʻyxatdan oʻtgan sana
vi: Ngày Đăng ký
zh_hans: 注册日期
zh_hant: 註冊日期

# NGLab.RegDate.Notice
source: This is an approximate date
ar: هذا تاريخ تقريبي
es: Esta es una fecha aproximada
fr: Il s'agit d'une date approximative
it: Questa è una data approssimativa
ko: 대략적인 날짜입니다
pl: To jest przybliżona data
pt: Esta é uma data aproximada
ru: Это примерная дата
tr: Bu yaklaşık bir tarihtir
uz: Bu taxminiy sana
vi: Đây là ngày gần đúng
zh_hans: 这是一个大致日期
zh_hant: 這是一個大概的日期

# NGLab.RegDate.MenuItem
source: registered
ar: مسجّل
es: registrado
fr: inscrit
it: registrato
ko: 등록됨
pl: zarejestrowano
pt: registrado
ru: регистрация
tr: kayıtlı
uz: ro'yxatdan o'tgan
vi: đã đăng ký
zh_hans: 已注册
zh_hant: 已註冊

# NGLab.RegDate.FetchError
source: Sorry, can't get registration date.
ar: عذرًا، لا يمكن الحصول على تاريخ التسجيل.
es: No se pudo obtener la fecha de registro.
fr: Désolé, impossible d'obtenir la date d'inscription.
it: Spiacente, impossibile ottenere data registrazione.
ko: 죄송합니다. 가입일을 확인할 수 없습니다.
pl: Nie można uzyskać daty rejestracji.
pt: Desculpe, não foi possível obter a data de registro.
ru: К сожалению, дата регистрации недоступна.
tr: Üzgünüz, kayıt tarihi gösterilemiyor.
uz: Kechirasiz, roʻyxatdan oʻtish sanasi aniqlanmadi.
vi: Xin lỗi, không thể lấy ngày đăng ký.
zh_hans: 对不起，无法获得注册日期。
zh_hant: 抱歉，無法取得註冊日期。

# NGLab.BadDeviceToken
source: [iOS 11+] Unable to verify device.
ar: [iOS 11+] غير قادر على التحقق من الجهاز.
es: [iOS 11+] No puede comprobarse el dispositivo.
fr: [iOS 11+] Impossible de vérifier l'appareil.
it: [iOS 11+] Impossibile verificare il dispositivo.
ko: [iOS 11+] 장치를 확인할 수 없습니다.
pl: [iOS 11+] Nie można zweryfikować urządzenia.
pt: Incapaz de verificar o dispositivo.
ru: [iOS 11+] Не удалось проверить устройство.
tr: [iOS 11+] Cihaz doğrulanamıyor.
uz: [iOS 11+] Qurilmani tekshirib bo‘lmadi.
vi: [iOS 11 +] Không thể xác minh thiết bị.
zh_hans: 抱歉，无法验证设备。
zh_hant: 抱歉，無法驗證裝置！

# NiceFeatures.BackupIcloud
source: Sync Settings & Folders with iCloud
ar: مزامنة الإعدادت والمجلدات مع iCloud
es: Sincronizar ajustes y carpetas con iCloud
fr: Synchroniser les paramètres et les dossiers avec iCloud
it: Sincronizza impostazioni e cartelle con iCloud
ko: iCloud 에 설정 및 폴더 동기화
pl: Synchronizuj ustawienia i foldery z iCloud
pt: Sincronizar configurações e pastas com o iCloud
ru: Синхронизация Настроек и Папок в iCloud
tr: Ayarları & Klasörleri iCloud ile Senkronize Et
uz: Sozlamalar va papkalarni iCloud bilan sinxronlang
vi: Đồng bộ Cài đặt & Thư mục với iCloud
zh_hans: 使用 iCloud 同步设置和分组
zh_hant: 從 iCloud 同步設定與資料夾

# NiceFeatures.BackupSettings
source: Backup Settings & Folders
ar: إعدادت النسخ الاحتياطي والمجلدات
es: Copia de seguridad de ajustes y carpetas
fr: Paramètres et dossiers de sauvegarde
it: Backup impostazioni e cartelle
ko: 백업 설정 및 폴더
pl: Kopia zapasowa ustawień i folderów
pt: Backup das Configurações e Pastas
ru: Резервное копирование настроек и папок
tr: Ayarları & Klasörleri Yedekle
uz: Zaxiralash sozlamalari va papkalar
vi: Sao lưu Cài đặt & Thư mục
zh_hans: 备份设置和分组
zh_hant: 備份設定與資料夾

# NiceFeatures.BackupSettings.Notice
source: Creates backup file. Tap on file to restore.
ar: إنشاء ملف النسخ الاحتياطي. انقر على ملف الاستعادة.
es: Crea un archivo de copia de seguridad. Pulsa en el archivo para restaurarlo.
fr: Crée un fichier de sauvegarde. Appuyez sur le fichier pour le restaurer.
it: Crea file di backup. Tocca il file per ripristinare.
ko: 백업 파일을 생성합니다. 복원 할 파일을 탭하세요.
pl: Tworzy plik kopii zapasowej. Stuknij plik, aby przywrócić.
pt: Cria um arquivo de backup. Toque no arquivo para restaurar.
ru: Создает бэкап файл. Тапни на файл для восстановления.
tr: Yedekleme dosyası oluşturur. Geri yüklemek için dosyaya dokunun.
uz: Zaxira faylini yaratadi. Qayta tiklash uchun faylga teging.
vi: Tạo tệp sao lưu. Nhấn vào tệp để khôi phục.
zh_hans: 创建备份文件。点击备份文件恢复。
zh_hant: 建立備份檔，點擊檔案開始還原。

# NiceFeatures.BackupSettings.Done
source: Backup sent to Saved Messages
ar: تم إرسال النسح الاحتياطي إلى الرسائل المحفوظة
es: Copia de seguridad hecha en Mensajes guardados
fr: Sauvegarde envoyée aux messages sauvegardés
it: Backup eseguito nei messaggi salvati
ko: 저장된 메시지로 백업 전송
pl: Kopia zapasowa została wysłana do Zapisanych wiadomości
pt: Backup enviado para Mensagens Salvas
ru: Резервное копирование выполнено в сохраненные сообщения
tr: Yedekleme, Kayıtlı Mesajlar’a gönderildi
uz: Zaxira nusxasi Saqlangan xabarlarga yuborildi
vi: Sao lưu đã gửi vào Tin nhắn đã lưu
zh_hans: 备份已完成，存放在"收藏夹"里。
zh_hant: 備份已儲存

# NiceFeatures.BackupSettings.Error
source: Error creating backup
ar: خطا في إنشاء نسخة الاحتياط
es: Error al crear la copia de seguridad
fr: Erreur lors de la création de la sauvegarde
it: Errore creazione backup
ko: 백업 생성 중 오류가 발생했습니다.
pl: Błąd tworzenia kopii zapasowej.
pt: Erro ao criar backup
ru: Ошибка при создании бэкапа
tr: Yedekleme oluşturulurken hata
uz: Zaxira nusxasini yaratishda xatolik yuz berdi
vi: Lỗi khi tạo sao lưu
zh_hans: 创建备份出错
zh_hant: 建立備份檔時發生錯誤

# NiceFeatures.RestoreSettings.Done
source: Folders & Settings succesfully restored
ar: تمت استعادة المجلدات والإعدادات بنجاح
es: Carpetas y ajustes restaurados con éxito
fr: Dossiers et paramètres restaurés avec succès
it: ✔️ Cartelle e impostazioni ripristinate
ko: 폴더 및 설정이 성공적으로 복원되었습니다
pl: Foldery i ustawienia zostały pomyślnie przywrócone
pt: Pastas e Configurações restauradas com sucesso
ru: Папки и настройки успешно восстановлены
tr: Klasör & Ayarlar başarılı bir şekilde geri yüklendi
uz: Jildlar va sozlamalar muvaffaqiyatli tiklandi
vi: Thư mục & Cài đặt đã được khôi phục thành công
zh_hans: 分组和设置已恢复成功
zh_hant: 已成功還原「文件夾與設定」

# NiceFeatures.RestoreSettings.Error
source: Error restoring settings. File may be corrupted
ar: خطأ في استعادة الإعدادت. قد يكون الملف تالفًا
es: Error al restaurar los ajustes. El archivo podría estar corrupto
fr: Erreur lors de la restauration des paramètres. Il se peut que le fichier soit corrompu
it: Errore ripristino impostazioni. Il file potrebbe essere corrotto
ko: 설정을 복원하는 중에 오류가 발생했습니다. 파일이 손상되었을 수 있습니다
pl: Błąd podczas przywracania ustawień. Plik może być uszkodzony
pt: Erro ao restaurar as configurações. O arquivo pode estar corrompido
ru: Ошибка при восстановлении настроек. Возможно, файл повреждён
tr: Ayarlar geri yüklenirken hata. Dosya bozulmuş olabilir
uz: Sozlamalarni tiklashda xatolik yuz berdi. Fayl buzilgan bo'lishi mumkin
vi: Lỗi khôi phục cài đặt. Tệp có thể bị hỏng
zh_hans: 恢复设置出错，备份文件可能已损坏。
zh_hant: 恢復設定錯誤，備份檔可能已損壞

# Gmod.Restricted
source: You can't send messages in Preview Mode.
ar: لا يمكنك إرسال رسائل في وضع المعاينة.
es: No puedes enviar mensajes en modo vista previa.
fr: Vous ne pouvez pas envoyer de messages en mode « Aperçu ».
it: Non puoi inviare messaggi nella modalità anteprima.
ko: 미리보기 모드에서는 메시지를 보낼 수 없습니다.
pl: Nie możesz wysyłać wiadomości w trybie Podglądu.
pt: Você não pode enviar mensagens no Modo de Pré-visualização.
ru: Вы не можете отправлять сообщения в режиме предпросмотра.
tr: Önizleme Modu’nda mesaj gönderemezsiniz.
uz: Ko‘rib chiqish rejimida xabarlarni yubora olmaysiz.
vi: Bạn không thể gửi tin nhắn trong Chế độ Xem trước.
zh_hans: 在幽灵模式下，您不能发送消息。
zh_hant: 您無法在預覽模式下傳送訊息

# Gmod.Unavailable
source: Preview Mode Unavailable
ar: وضع المعاينة غير متوفر
es: Modo vista previa no disponible
fr: Mode « Aperçu » non disponible
it: Modalità anteprima non disponibile
ko: 미리보기 모드를 사용할 수 없음
pl: Tryb Podglądu niedostępny
pt: Modo de Pré-visualização Indisponível
ru: Режим предпросмотра недоступен
tr: Önizleme Modu Kullanılamaz
uz: Ko‘rib chiqish rejimi mavjud emas
vi: Chế độ Xem trước Không khả dụng
zh_hans: 幽灵模式不可用
zh_hant: 預覽模式無法使用

# Gmod.Disable.Notice
source: Your last seen visibility will be set to «%1»
ar: سيتم تعيين ظهورك الأخير إلى «%1»
es: La visibilidad de tu última vez cambiará a “%1”
fr: Votre dernière visibilité sera définie sur « %1 »
it: La tua visibilità sarà impostata su «%1»
ko: 마지막 접속 시간이 %1 로 설정 됩니다
pl: Twój status ostatniej widoczności zostanie ustawiony na «%1»
pt: A visibilidade da última visualização será definida para «%1»
ru: Настройка видимости онлайн статуса будет установлена в «%1»
tr: Son görülme görünürlüğünüz, «%1» olarak ayarlanacak
uz: Oxirgi koʻrish darajasi «%1»ga oʻrnatiladi
vi: Khả năng nhìn thấy lần cuối của bạn sẽ được đặt thành «%1»
zh_hans: 您的近期上线状态可见性将会变为«%1»。
zh_hant: 您的「線上狀態」設定將變更為 «%1»

# Gmod
source: Preview Mode
ar: وضع المعاينة
es: Modo de vista previa
fr: Mode « Aperçu »
it: Modalità anteprima
ko: 미리보기 모드
pl: Tryb Podglądu
pt: Modo Pré-visualização
ru: Режим предпросмотра
tr: Önizleme Modu
uz: Ko‘rib chiqish rejimi
vi: Chế độ Xem trước
zh_hans: 幽灵模式
zh_hant: 預覽模式

# Gmod.Enable
source: Enable Preview Mode?
ar: تمكين وضع المعاينة؟
es: ¿Activar modo vista previa?
fr: Activer le mode « Aperçu » ?
it: Abilitare modalità anteprima?
ko: 미리보기 모드를 사용 하시겠습니까?
pl: Włączyć tryb Podglądu?
pt: Ativar modo pré-visualização?
ru: Включить режим предпросмотра?
tr: Önizleme Modu etkinleştirilsin mi?
uz: Ko‘rib chiqish rejimi yoqilsinmi?
vi: Bật Chế độ Xem trước?
zh_hans: 启用幽灵模式？
zh_hant: 啟用預覽模式？

# Gmod.Disable
source: Disable Preview Mode?
ar: تعطيل وضع المعاينة؟
es: ¿Desactivar modo vista previa?
fr: Désactiver le mode « Aperçu » ?
it: Disabilitare modalità anteprima?
ko: 미리보기를 사용 중지 하시겠습니까?
pl: Wyłączyć tryb Podglądu?
pt: Desativar modo de pré-visualização?
ru: Отключить режим предпросмотра?
tr: Önizleme Modu devre dışı bırakılsın mı?
uz: Ko‘rib chiqish rejimi o‘chirilsinmi?
vi: Tắt Chế độ Xem trước?
zh_hans: 关闭幽灵模式？
zh_hant: 停用預覽模式？
