Repository: nicegram/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NiceLocalizable.strings
Languages: ar, es, fr, it, ko, pl, pt, ru, tr, uz, vi, zh_hans, zh_hant

# ViewAuditReport
source: View CertiK Report
ar: عرض تقرير CertiK
es: Ver informe de CertiK
fr: Voir le rapport CertiK
it: Visualizza il rapporto CertiK
ko: CertiK 보고서 보기
pl: Zobacz raport CertiK
pt: Visualizar Relatório CertiK
ru: Просмотреть отчет CertiK
tr: CertiK Raporunu Görüntüle
vi: Xem Báo cáo CertiK
zh_hans: 查看CertiK报告
zh_hant: 查看CertiK報告

source: Wallet
ar: المحفظة
es: Billetera
fr: Portefeuille
it: Portafoglio
ko: 지갑
pl: Portfel
pt: Carteira
ru: Кошелек
tr: Cüzdan
vi: Ví
zh_hans: 钱包
zh_hant: 錢包

# Nicegram.PrivacyPolicy
source: Privacy policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ko: 개인 정보 보호정책
pl: Privacy policy ml
pt: Política de privacidade
ru: Политика конфиденциальности Nicegram
tr: Gizlilik politikası
uz: Maxfiylik siyosati
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# Nicegram.EULA
source: EULA
ar: اتفاقية ترخيص المستخدم النهائي
es: CLUF
fr: CLUF
ru: Пользовательское соглашение Nicegram
vi: Thỏa thuận giấy phép người dùng cuối
zh_hant: 授權條款

# ChatFilter.Bots
source: Bots
ar: بوتات
fr: Robots
it: Bot
ko: 봇
pl: Bot
ru: Боты
tr: Botlar
uz: Bot
zh_hans: 机器人
zh_hant: 機器人

# ChatFilter.Channels
source: Channels
ar: قنوات
es: Canales
fr: Canaux
it: Canali
ko: 채널
pl: Kanały
pt: Canais
ru: Каналы
tr: Kanallar
uz: Kanal
vi: Kênh
zh_hans: 频道
zh_hant: 頻道

# ChatFilter.Private
source: Users
ar: مستخدمين
es: Usuarios
fr: Utilisateurs
it: Utenti
ko: 사용자
pl: Użytk
pt: Usuários
ru: Пользователи
tr: Kullanıcılar
uz: Foydalanuvchi
vi: Người dùng
zh_hans: 用户
zh_hant: 用戶

# ChatFilter.Groups
source: Groups
ar: مجموعات
es: Grupos
fr: Groupes
it: Gruppi
ko: 그룹
pl: Grupy
pt: Grupos
ru: Группы
tr: Gruplar
uz: Guruh
vi: Nhóm
zh_hans: 群组
zh_hant: 群組

# ChatFilter.Unread
source: Unread
ar: غير مقروءة
es: No leídos
fr: Non lu
it: Non letti
ko: 읽지 않음
pl: Nieprzeczyt
pt: Não lidas
ru: Непрочитанные
tr: Okunmamış
uz: O'qilmagan
vi: Chưa đọc
zh_hans: 未读信息
zh_hant: 未讀訊息

# ChatFilter.Unmuted
source: Unmuted
ar: غير مكتومة
es: No silenciado
fr: Non muté
it: Non silenziate
ko: 음소거 해제
pl: Wyłącz. pow.
pt: Não silenciados
ru: Со звуком
tr: Sessize Alınmış
uz: Ovozsiz
vi: Không tắt âm
zh_hans: 已启用通知
zh_hant: 開啟通知

# ChatFilter.Favourites
source: Favourites
ar: المفضلات
es: Favoritos
fr: Favoris
it: Preferiti
ko: 즐겨찾기
pl: Ulubione
pt: Favoritos
ru: Важные
tr: Favoriler
uz: Tanlanganlar
vi: Yêu thích
zh_hans: 收藏夹
zh_hant: 常用

# NiceFeatures.Tabs.Header
source: TABS
ar: تبويبات
es: PESTAÑAS
fr: ONGLETS
it: TAB
ko: 탭
pl: ZAKŁADKI
pt: ABAS
ru: ВКЛАДКИ
tr: SEKMELER
uz: Yorliq
vi: THẺ
zh_hans: 标签
zh_hant: 標籤

# NiceFeatures.Tabs.ShowCalls
source: Show Calls Tab
ar: عرض علامة تبويب المكالمات
es: Mostrar Pestaña De Llamadas
fr: Afficher l'onglet des appels
it: Mostra Scheda Chiamate
ko: 통화 탭 표시
pl: Pokaż Kartę Połączeń
pt: Mostrar Aba De Chamadas
ru: Показать вкладку «Звонки»
tr: Arama Sekmesini Göster
vi: Hiển Thị Tab Cuộc Gọi
zh_hans: 显示通话选项卡
zh_hant: 顯示通話標籤

# NiceFeatures.Tabs.ShowContacts
source: Show Contacts Tab
ar: إظهار تبويب جهات الاتصال
es: Mostrar pestaña de Contactos
fr: Afficher l'onglet « Contacts »
it: Mostra tab contatti
ko: 연락처 탭 보이기
pl: Pokaż zakładkę kontakty
pt: Mostrar Aba dos Contatos
ru: Вкладка «Контакты»
tr: Kişiler Sekmesini Göster
uz: Kontaktlar yorlig'ini ko'rsatish
vi: Hiển thị Thẻ Danh bạ
zh_hans: 显示<联系人>标签
zh_hant: 顯示聯絡人標籤

# NiceFeatures.ChatScreen.Header
source: CHAT SCREEN
ar: شاشة الدردشة
es: PANTALLA DE CHAT
fr: ÉCRAN DE CHAT
it: SCHERMATA DELLE CHAT
ko: 채팅 화면
pl: Ekran czatu
pt: TELA DO CHAT
ru: ЧАТ
tr: SOHBET EKRANI
uz: CHAT EKRANI
vi: MÀN HÌNH CHAT
zh_hans: 对话界面
zh_hant: 對話介面

# NiceFeatures.ChatScreen.AnimatedStickers
source: Animated Stickers
ar: الملصقات المتحركة
es: Stickers animados
fr: Autocollants animés
it: Adesivi animati
ko: 움직이는 스티커
pl: Animowane naklejki
pt: Stickers Animados
ru: Анимированные Стикеры
tr: Animasyonlu Çıkartmalar
uz: Animatsion stiker
vi: Nhãn dán Động
zh_hans: 动态贴纸
zh_hant: 動態貼圖

# NiceFeatures.useBackCam
source: Use Rear camera (Round Videos)
ar: استخدام الكاميرا الخلفية (فيديوهات دائرية)
es: Usar cámara trasera (Videomensajes)
fr: Utiliser la caméra arrière (vidéos rondes)
it: Usa camera posteriore (Videomessaggi)
ko: 후면 카메라 사용 (라운드 비디오)
pl: Użyj tylnej kamery (okrągłe wideo)
pt: Usar a câmera traseira (vídeo mensagens)
ru: Задняя камера (Видеосообщения)
tr: Arka kamerayı kullan (Yuvarlak Videolar)
uz: Orqa kameradan foydalaning (dumaloq video)
vi: Sử dụng camera sau (Video Tròn)
zh_hans: 使用后置摄像头(圆形视频)
zh_hant: 使用後置鏡頭 (圓形影片)

# NiceFeatures.Other
source: Other
ar: أخرى
es: Otro
fr: Autre
it: Altro
ko: 기타
pl: Inne
pt: Outros
ru: Другое
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

# NiceFeatures.Folders.Header
source: FOLDERS
ar: المجلدات
es: CARPETAS
fr: DOSSIERS
it: CARTELLE
ko: 폴더
pl: FOLDERY
pt: PASTAS
ru: ПАПКИ
tr: KLASÖRLER
uz: Jildlar
vi: THƯ MỤC
zh_hans: 分组
zh_hant: 資料夾

# NiceFeatures.Account.Header
source: Privacy settings
ar: إعدادات الخصوصية
es: Configuración de privacidad
fr: Paramètres de confidentialité
it: Impostazioni sulla privacy
ko: 프라이버시 설정
pl: Ustawienia prywatności
pt: Configurações de Privacidade
ru: Настройки конфиденциальности
tr: Gizlilik ayarları
uz: HISOB SOZLAMALARI
vi: Cài đặt quyền riêng tư
zh_hans: 隐私设置
zh_hant: 隱私設定

# NiceFeatures.Folders.TgFolders
source: Folders at bottom
ar: المجلدات في الأسفل
es: Carpetas al fondo
fr: Dossiers en bas
it: Cartelle in basso
ko: 폴더를 하단에 표시
pl: Foldery na dole
pt: Pastas embaixo
ru: Папки снизу
tr: Alttaki Klasörler
uz: Pastki qismida papkalar
vi: Thư mục ở dưới cùng
zh_hans: 分组显示在底部
zh_hant: 底部資料夾

# NiceFeatures.Folders.TgFolders.Notice
source: iOS-styled folder list
ar: قائمة مجلدات بأسلوب iOS
es: Lista de carpetas en el estilo de iOS
fr: Liste de dossiers de style iOS
it: lista cartelle stile iOS
ko: iOS 스타일 폴더 목록
pl: Lista folderów w stylu iOS
pt: Lista de pastas com estilo iOS
ru: Список папок в стиле iOS
tr: iOS tarzı klasör listesi
uz: iOS uslubidagi papkalar ro'yxati
vi: Danh sách thư mục kiểu iOS
zh_hans: iOS 风格分组列表
zh_hant: iOS 風格資料夾列表

# NiceFeatures.RoundVideos.Header
source: ROUND VIDEOS
ar: فيديوهات دائرية
es: VIDEOS REDONDOS
fr: VIDÉOS RONDES
it: Videomessaggi
ko: 라운드 비디오
pl: OKRĄGŁE WIDEO
pt: Mensagem video
ru: ВИДЕОСООБЩЕНИЯ
tr: YUVARLAK VİDEOLAR
uz: DUMALOQ VIDEOLAR
vi: VIDEO TRÒN
zh_hans: 圆形视频
zh_hant: 圓形影片

# NiceFeatures.RoundVideos.UseRearCamera
source: Start with rear camera
ar: البدء بالكاميرا الخلفية
es: Comenzar con la cámara trasera
fr: Commencer avec la caméra arrière
it: Inizia con la camera posteriore
ko: 후면 카메라로 시작
pl: Uruchom z tylną kamerą
pt: Iniciar com a câmera traseira
ru: Запись сразу с задней камеры
tr: Arka kamerayla başlat
uz: Orqa kameradan boshlang
vi: Bắt đầu với camera sau
zh_hans: 使用后置相机
zh_hant: 開啟後置鏡頭

# NiceFeatures.InstantLock
source: Immediately
ar: فوراً
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ko: 즉시
pl: Natychmiast
pt: Imediatamente
ru: Немедленно
tr: Hemen
uz: Darhol
vi: Ngay lập tức
zh_hans: 立即
zh_hant: 立即

# Chat.SaveToCloud
source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder
it: Salva
ko: 저장
pl: Zapisz
pt: Salvar
ru: Сохранить
tr: Kaydet
uz: Bulutga saqlash
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Chat.OpenPin
source: Show Pin
ar: عرض المثبت
es: Mostrar anclado
fr: Afficher l'épingle
it: Mostra pin
ko: 핀 표시
pl: Pokaż przypiętą
pt: Mostrar Marcador
ru: Показать Пин
tr: Sabiti Göster
uz: Pinni ko'rsatish
vi: Hiển thị Pin
zh_hans: 显示置顶
zh_hant: 顯示置頂

# ChatFilter.Admin
source: Admin
ar: مدير
es: Administrador
fr: Administrateur
it: Amministratore
ko: 관리자
pl: Administrator
pt: Administrador
ru: Админ
tr: Yönetici
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

# NiceFeatures.Notifications.Fix
source: Disable Unwanted Notifications
ar: تعطيل الأشعارات غير المرغوب فيها
es: Desactivar notificaciones no deseadas
fr: Désactiver les notifications indésirables
it: Disabilita notifiche indesiderate
ko: 원치 않는 알림 비활성화
pl: Wyłącz niechciane powiadomienia
pt: Desativar Notificações Indesejadas
ru: Отключить нежелательные уведомления
tr: İstenmeyen Bildirimleri Devre Dışı Bırak
uz: Keraksiz bildirishnomalarni o'chirish
vi: Tắt thông báo không mong muốn
zh_hans: 禁用多余通知
zh_hant: 停用非必要通知

# NiceFeatures.Filters.Header
source: FILTERS (TABS)
ar: الفلاتر (التبويبات)
es: FILTROS (PESTAÑAS)
fr: FILTRES (ONGLETS)
it: FILTRI (TAB)
ko: 필터 (탭)
pl: FILTRY (ZAKŁADKI)
pt: FILTROS (ABAS)
ru: ФИЛЬТРЫ (ВКЛАДКИ)
tr: FİLTRELER (SEKMELER)
uz: FILTRLAR (YORLIQLAR)
vi: BỘ LỌC (THẺ)
zh_hans: 标签过滤
zh_hant: 篩選標籤

# NiceFeatures.Filters.ShowBadge
source: Show Badges (Filters)
ar: إظهار الشارات (الفلاتر)
es: Mostrar globos (Filtros)
fr: Afficher les badges (filtres)
it: Mostra badge (Filtri)
ko: 배지 표시 (필터)
pl: Pokaż plakietki (filtry)
pt: Mostrar Badges (Filtros)
ru: Показывать бейджи (Фильтры)
tr: Rozetleri Göster (Filtreler)
uz: Belgilarni ko‘rsatish (filtrlar)
vi: Hiển thị Huy hiệu (Bộ lọc)
zh_hans: 标签上显示角标
zh_hant: 顯示標記 (小紅點)

# NiceFeatures.UseClassicInfoUi
source: Use classic Chat Info UI
ar: استخدام واجهة معلومات الدردشة الكلاسيكية
es: Usar interfaz clásica de perfil
fr: Utiliser l'interface utilisateur classique d'informations sur le chat
it: Usa l'interfaccia delle info classica
ko: 기본 채팅 정보 UI 사용
pl: Użyj klasycznego wyglądu Informacji o czacie
pt: Use UI clássico nas informações do chat
ru: Классический интерфейс «о чате»
tr: Klasik Sohbet Bilgisi Arayüzünü Kullan
uz: Klassik Chat Info UI dan foydalaning
vi: Sử dụng giao diện thông tin Chat cổ điển
zh_hans: 使用经典对话信息界面
zh_hant: 使用經典版介面

# Common.ExitNow
source: Exit Now
ar: خروج الآن
es: Salir ahora
fr: Quitter maintenant
it: Esci ora
ko: 지금 종료
pl: Wyjdź teraz
pt: Sair Agora
ru: Выйти Сейчас
tr: Şimdi Çık
uz: Hozir chiqish
vi: Thoát ngay
zh_hans: 立即退出
zh_hant: 立即結束

# Common.Later
source: Later
ar: لاحقًا
es: Después
fr: Plus tard
it: Dopo
ko: 나중에
pl: Później
pt: Depois
ru: Позже
tr: Sonra
uz: Keyinchalik
vi: Sau
zh_hans: 稍后
zh_hant: 稍後

# Common.RestartRequired
source: Restart Required!
ar: يجب إعادة التشغيل!
es: ¡Reinicio requerido!
fr: Redémarrage requis !
it: Riavvio richiesto!
ko: 재시작 필요!
pl: Wymagane ponowne uruchomienie!
pt: Reinicialização necessária!
ru: Необходим перезапуск!
tr: Yeniden Başlatma Gerekli!
uz: Qayta ishga tushirish kerak!
vi: Cần khởi động lại!
zh_hans: 需要重启！
zh_hant: 必須重新啟動

# NiceFeatures.Tabs.ShowNames
source: Show Tab Names
ar: إظهار أسماء التبويبات
es: Mostrar nombres de pestañas
fr: Afficher les noms des onglets
it: Mostra nomi tab
ko: 탭 이름 표시
pl: Pokaż nazwy zakładek
pt: Mostrar nomes das abas
ru: Показывать Имена Вкладок
tr: Sekme İsimlerini Göster
uz: Varaq nomlarini ko'rsatish
vi: Hiển thị tên thẻ
zh_hans: 显示标签名
zh_hant: 顯示篩選標籤名稱

# Chat.ForwardAsCopy
source: Forward As Copy
ar: إعادة توجيه كنسخة
es: Reenviar como copia
fr: Transférer en tant que copie
it: Inoltra senza firma
ko: 복사본으로 전달
pl: Przekaż jako kopię
pt: Encaminhar como cópia
ru: Переслать без Автора
tr: Kopya Olarak İlet
uz: Nusxa sifatida yo‘naltirish
vi: Chuyển tiếp dưới dạng sao chép
zh_hans: 无引用转发
zh_hant: 複製後轉傳

# Folder.DefaultName
source: Folder
ar: المجلد
es: Carpeta
fr: Dossier
it: Cartella
ko: 폴더
pt: Pasta
ru: Папка
tr: Klasör
uz: Jild
vi: Thư mục
zh_hans: 分组
zh_hant: 資料夾

# Folder.New
source: New Folder
ar: مجلد جديد
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ko: 새 폴더
pl: Nowy folder
pt: Nova Pasta
ru: Новая Папка
tr: Yeni Klasör
uz: Yangi Jild
vi: Thư mục Mới
zh_hans: 新建分组
zh_hant: 新資料夾

source: Folder created
ar: تم إنشاء المجلد
es: Carpeta creada
fr: Dossier créé
it: Cartella creata
ko: 폴더가 생성되었습니다.
pl: Utworzono folder
pt: Pasta criada
ru: Папка создана
tr: Klasör oluşturuldu
uz: Jild yaratildi
vi: Thư mục đã được tạo
zh_hans: 分组已创建
zh_hant: 已建立資料夾

# Folder.AddToExisting
source: Add to Existing Folder
ar: إضافة إلى مجلد جديد
es: Añadir a carpeta existente
fr: Ajouter au dossier existant
it: Aggiungi ad una cartella esistente
ko: 기존 폴더에 추가
pl: Dodaj do istniejącego folderu
pt: Adicionar à pasta existente
ru: Добавить в Папку
tr: Var Olan Klasöre Ekle
uz: Mavjud jildga qo'shish
vi: Thêm vào Thư mục hiện có
zh_hans: 添加到已有分组
zh_hant: 新增至現有資料夾

source: Folder updated
ar: تم تحديث المجلد
es: Carpeta actualizada
fr: Dossier mis à jour
it: Cartella aggiornata
ko: 폴더 업데이트됨
pl: Folder zaktualizowany
pt: Pasta atualizada
ru: Папка обновлена
tr: Klasör güncellendi
uz: Jild yangilandi
vi: Thư mục đã được cập nhật
zh_hans: 分组已更新
zh_hant: 資料夾已更新

# Folder.Create
source: Create Folder...
ar: إنشاء مجلد...
es: Crear carpeta…
fr: Créer le dossier...
it: Crea cartella...
ko: 폴더 생성
pl: Utwórz folder...
pt: Criar pasta...
ru: Создать Папку...
tr: Klasör Oluştur...
uz: Jild yaratish...
vi: Tạo Thư mục...
zh_hans: 创建分组...
zh_hant: 建立資料夾…

# Folder.Create.Name
source: Folder Name
ar: إسم المجلد
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella
ko: 폴더 이름
pl: Nazwa folderu
pt: Nome da Pasta
ru: Название Папки
tr: Klasör İsmi
uz: Jild nomi
vi: Tên Thư mục
zh_hans: 分组名
zh_hant: 資料夾名稱

# Folder.Create.Placeholder
source: Folder...
ar: المجلد...
es: Carpeta…
fr: Dossier...
it: Cartella...
ko: 폴더...
pt: Pasta...
ru: Папка...
tr: Klasör...
uz: Jild...
vi: Thư mục...
zh_hans: 分组...
zh_hant: 資料夾…

# NiceFeatures.HideNumber
source: Hide phone number in settings
ar: إخفاء رقم الهاتف في الإعدادات
es: Ocultar número en Ajustes
fr: Masquer le numéro dans les paramètres
it: Nascondi numero nelle impostazioni
ko: 설정에서 전화번호 숨기기
pl: Ukryj numer telefonu w ustawieniach
pt: Ocultar número nas configurações
ru: Скрыть номер в настройках
tr: Ayarlarda numarayı gizle
uz: Sozlamalarda telefon raqamni yashirish
vi: Ẩn số điện thoại trong cài đặt
zh_hans: 在设置中隐藏电话号码
zh_hant: 在設定中隱藏電話號碼

# NGWeb.Blocked
source: Unavailable in Nicegram due to AppStore Guidelines
ar: غير متوفر في Nicegram ويرجع السبب لقواعد AppStore التوجيهية
es: No disponible en Nicegram debido a las normas del App Store
fr: Non disponible dans Nicegram en raison des directives de l'AppStore
it: Non disponibile su Nicegram a causa delle linee guida dell'App Store
ko: AppStore 지침으로 인해 Nicegram 에서 사용할 수 없음
pl: Niedostępne w Nicegram ze względu na wytyczne AppStore
pt: Indisponível no Nicegram devido às diretrizes da AppStore
ru: Недоступно в Nicegram по правилам AppStore
tr: AppStore Kuralları yüzünden Nicegram’da kullanılamıyor
uz: AppStore yoʻriqnomalari tufayli Nicegram’da mavjud emas
vi: Không khả dụng trong Nicegram do Hướng dẫn của App Store
zh_hans: 依据 App Store 审核指南，在 Nicegram 中不可用
zh_hant: 由於 App Store 審核指南，在 Nicegram 中不可用

# NiceFeatures.Use.DataStorage
source: Please, Use «%1» to configure default browser
ar: رجاءً، استخدم «%1» لضبط المتصفح الافتراضي
es: Ve a “%1” para configurar el navegador por omisión
fr: Veuillez utiliser «%1» pour configurer le navigateur par défaut
it: Per favore, usa «%1» per configurare il tuo browser predefinito
ko: %1 을 사용하여 기본 브라우저를 설정 하세요
pl: Użyj «%1», aby skonfigurować domyślną przeglądarkę
pt: Por favor, use «%1» para configurar o navegador padrão
ru: Пожалуйста, используйте «%1» для настройки браузера по умолчанию
tr: Lütfen, varsayılan tarayıcıyı ayarlamak için «%1» kısmını kullanın
uz: Iltimos, standart brauzerni sozlash uchun «%1» dan foydalaning
vi: Vui lòng sử dụng «%1» để cấu hình trình duyệt mặc định
zh_hans: 请使用 «%1» 配置默认浏览器
zh_hant: 請使用 «%1» 設定預設瀏覽器

# NiceFeatures.Browser.Header
source: URLs
ar: عناوين المواقع
fr: URL
it: URL
ko: URL 주소
pl: URL
ru: ССЫЛКИ
tr: Bağlantılar
vi: URL
zh_hans: 链接
zh_hant: 連結

# NiceFeatures.Browser.UseBrowser
source: Open links in browser
ar: فتح الروابط في المتصفح
es: Abrir enlaces en el navegador
fr: Ouvrir les liens dans le navigateur
it: Apri link nel browser
ko: 브라우저에서 링크 열기
pl: Otwórz linki w przeglądarce
pt: Abrir Link no Navegador
ru: Открывать во внешнем браузере
tr: Bağlantıları tarayıcıda aç
uz: Brauzerda havolalarni oching
vi: Mở liên kết trong trình duyệt
zh_hans: 在浏览器中打开链接
zh_hant: 在瀏覽器中開啟連結

# NiceFeatures.Browser.UseBrowserNotice
source: Nicegram will open links in external browser instead of in-app. Selected browser must be installed.
ar: سيفتح Nicegram الروابط في المتصفح الخارجي بدلًا من التطبيق. يجب تثبيت المتصفح المحدد.
es: Nicegram abrirá los enlaces en un navegador externo en lugar del interno. El navegador seleccionado debe estar instalado.
fr: Nicegram ouvrira les liens dans le navigateur externe au lieu de l'application. Le navigateur sélectionné doit être installé.
it: Nicegram aprirà i link in un browser esterno invece di farlo nell'app. Il browser selezionato deve essere installato.
ko: 인앱 브라우저 대신 외부 브라우저에서 링크를 엽니다. 선택한 브라우저는 설치되어 있어야 합니다.
pl: Nicegram otworzy linki w zewnętrznej przeglądarce zamiast w aplikacji. Wybrana przeglądarka musi być zainstalowana.
pt: O Nicegram abrirá links no navegador externo em vez de no aplicativo. O navegador selecionado precisa está instalado.
ru: Nicegram будет открывать ссылки во внешнем браузере вместо встроенного. Выбранный браузер должен быть установлен.
tr: Nicegram, bağlantıları uygulama içi yerine harici tarayıcıda açacak. Seçilen tarayıcı yüklü olmalı.
uz: Nicegram havolalarni ilova ichida emas, balki tashqi brauzerda ochadi. Tanlangan brauzer o'rnatilishi kerak.
vi: Nicegram sẽ mở liên kết trong trình duyệt ngoài thay vì trong ứng dụng. Trình duyệt đã chọn phải được cài đặt.
zh_hans: Nicegram 将在外部浏览器打开链接而不是在App内打开，必须安装所选择的浏览器。
zh_hant: Nicegram 將在外部瀏覽器開啟連結而不是在 App 內開啟，必須安裝所選擇的瀏覽器。

# ChatFilter.Missed
source: Missed
ar: فائتة
es: Perdido
fr: Manqué
it: Mancati
ko: 부재중
pl: Nieodebrane
pt: Perdidas
ru: Новые
tr: Kaçırılan
uz: O'tkazib yuborilgan
vi: Bỏ lỡ
zh_hans: 未读提醒
zh_hant: 錯過的訊息

# Premium.Title
source: Premium
ko: 프리미엄
zh_hant: 進階版功能

# Premium.UnlimitedPins.Header
source: UNLIMITED PINNED CHATS
ar: دردشات مثبتة غير محدودة
es: CHATS ANCLADOS ILIMITADOS
fr: CHATS ÉPINGLÉS ILLIMITÉS
it: CHAT FISSATE ILLIMITATE
ko: 채팅창 무제한 고정
pl: NIELIMITOWANA LICZBA PRZYPIĘTYCH CZATÓW
pt: CHATS FIXADOS ILIMITADOS
ru: НЕОГРАНИЧЕННЫЕ ЗАКРЕПЛЁННЫЕ ЧАТЫ
tr: SINIRSIZ SABİTLENMİŞ SOHBET
uz: CHEKSIZ QO'SHILGAN CHATLAR
vi: GHIM CHAT KHÔNG GIỚI HẠN
zh_hans: 无限置顶对话
zh_hant: 無限置頂

# Premium.SyncPins
source: Sync Pinned Chats
ar: مزامنة الدردشات المثبتة
es: Sincronizar chats anclados
fr: Synchroniser les chats épinglés
it: Sincronizza chat fissate
ko: 고정 된 채팅 동기화
pl: Synchronizuj przypięte czaty
pt: Sincronizar Chats Fixados
ru: Синхронизировать Чаты
tr: Senkronize Sabitlenmiş Sohbetler
uz: Mahkamlangan chatlarni sinxronlash
vi: Đồng bộ Ghim Chat
zh_hans: 同步置顶对话
zh_hant: 同步置頂對話

# Premium.SyncPins.Notice.ON
source: If you change pinned chats in other client, they WILL CHANGE in Nicegram.
ar: إذا قمت بتغيير دردشات مثبتة في تطبيق آخر، فإنها ستتغير في Nicegram.
es: Si cambias chats anclados en otro cliente, SE CAMBIARÁN en Nicegram.
fr: Si vous modifiez les chats épinglés dans un autre client, ils CHANGERONT dans Nicegram.
it: Se cambi chat fissate in un altro client, esse CAMBIERANNO su Nicegram.
ko: 다른 장치에서 고정 된 채팅을 변경하면, Nicegram 에서도 변경됩니다.
pl: Jeśli zmienisz przypięte czaty w innym kliencie, ZMIENIĄ SIĘ one też w Nicegram.
pt: Se você alterar os chats fixados em outro cliente, eles MUDARÃO no Nicegram.
ru: Если вы измените закрепленные чаты в другом клиенте, они ИЗМЕНЯТСЯ в Nicegram.
tr: Eğer diğer sistemlerinizde sabit sohbetlerinizi değiştirirseniz, Nicegram’da da DEĞİŞECEKTİR.
uz: Agar siz boshqa mijozda mahkamlangan chatlarni o'zgartirsangiz, ular Nicegramda O'ZGARADI.
vi: Nếu bạn thay đổi ghim chat trong ứng dụng khác, chúng SẼ THAY ĐỔI trong Nicegram.
zh_hans: 如果您更改其他客户端中的置顶对话,则它们在 Nicegram 中也会同步更改。
zh_hant: 如果您在其他客戶端中變更置頂對話，它們在 Nicegram 中將會同步。

# Premium.SyncPins.Notice.OFF
source: If you change pinned chats in other client, they WILL NOT CHANGE in Nicegram.
ar: إذا قمت بتغير دردشات مثبتة في تطبيق آخر، فإنها لن تتغير في Nicegram.
es: Si cambias chats anclados en otro cliente, NO SE CAMBIARÁN en Nicegram.
fr: Si vous modifiez les discussions épinglées dans un autre client, elles NE CHANGERONT PAS dans Nicegram.
it: Se cambi chat fissate in un altro client, esse NON CAMBIERANNO su Nicegram.
ko: 다른 장치에서 고정 된 채팅을 변경하여도, Nicegram 에서는 변경되지 않습니다.
pl: Jeśli zmienisz przypięte czaty w innym kliencie, NIE ZMIENIĄ SIĘ one w Nicegram.
pt: Se você alterar os chats fixados em outro cliente, eles NÃO MUDARÃO no Nicegram .
ru: Если вы измените закрепленные чаты в другом клиенте, они НЕ ИЗМЕНЯТСЯ в Nicegram.
tr: Eğer diğer sistemlerinizde sabit sohbetlerinizi değiştirirseniz, Nicegram’da DEĞİŞMEYECEKTİR.
uz: Agar siz boshqa mijozda mahkamlangan chatlarni o'zgartirsangiz, ular Nicegramda O'ZGARMAYDI.
vi: Nếu bạn thay đổi ghim chat trong ứng dụng khác, chúng SẼ KHÔNG THAY ĐỔI trong Nicegram.
zh_hans: 如果您更改其他客户端中的置顶对话，则它们在 Nicegram 中也不会同步更改。
zh_hant: 不如果您在其他客戶端中變更置頂對話，它們在 Nicegram 中將不會同步。

# Premium.Missed.Header
source: Missed messages
ar: الرسائل الفائتة
es: Mensajes perdidos
fr: Messages manqués
it: Messaggi mancati
ko: 부재중 메세지
pl: Nieodebrane wiadomości
pt: Mensagens perdidas
ru: Новые сообщения
tr: Kaçırılan mesajlar
uz: O'tkazib yuborilgan xabarlar
vi: Tin nhắn bị bỏ lỡ
zh_hans: 未读提醒消息
zh_hant: 錯過的訊息

# Premium.Missed
source: Notify on missed messages
ar: أخبرني عند ورود رسائل جديدة
es: Notificación de mensajes perdidos
fr: Notifier les messages manqués
it: Notifica per i messaggi mancati
ko: 부재중 메시지 알림
pl: Powiadom o nieodebranych wiadomościach
pt: Notificar mensagens perdidas
ru: Уведомлять о пропущенных
tr: Kaçırılan mesajlarda bildirim
uz: O'tkazib yuborilgan xabarlar haqida xabar bering
vi: Thông báo về tin nhắn bỏ lỡ
zh_hans: 未读提醒消息通知
zh_hant: 錯過的訊息通知

# Premium.Missed.Notice
source: When you open App after long delay (sleeping, studying, etc.), Nicegram will notify you about unread private messages and mentions.
ar: عند فتح التطبيق بعد تأخير طويل (النوم والدراسة وما إلى ذلك)، سيقوم Nicegram بإعلامك بالرسائل والإشارات الخاصة الغير المقروءة.
es: Cuando abres la aplicación después de un período largo (durmiendo, estudiando, etc), Nicegram te notificará sobre mensajes privados y menciones perdidos.
fr: Lorsque vous ouvrez l'application après un long délai (dormir, étudier, etc.), Nicegram vous informera des messages privés et des mentions non lus.
it: Quando apri l'app dopo un po' di tempo (dormita, studio, ecc.), Nicegram ti notificherà delle chat private e menzioni non lette.
ko: 장시간 지연 후 (수면, 공부 등) 앱을 열면, Nicegram 이 읽지 않은 개인 메시지 및 멘션에 대해 알려줍니다.
pl: Gdy otworzysz aplikację po długim czasie (spanie, nauka itp.), Nicegram powiadomi cię o nieprzeczytanych wiadomościach prywatnych i wzmiankach.
pt: Quando você abre o aplicativo após um longo tempo (dormindo, estudando, etc.), o Nicegram te notificará sobre mensagens privadas não lidas e menções.
ru: Когда вы открываете приложение после долгого отсутствия (сон, работа и т.д.), Nicegram откроет вкладку с непрочитанными сообщениями и упоминаниями.
tr: Uzun bir süreden sonra (uyku, çalışma vb.) uygulamayı açtığınızda, Nicegram size okunmamış özel mesajlar ve bahsedilmeler hakkında bildirim gönderecek.
uz: Uzoq kechikishdan so'ng (uyqu, o'qish va h.k.) Ilovani ochsangiz, Nicegram sizga o'qilmagan shaxsiy xabarlar va eslatmalar haqida xabar beradi.
vi: Khi bạn mở ứng dụng sau một khoảng thời gian dài (ngủ, đang học, v.v.), Nicegram sẽ thông báo cho bạn về các tin nhắn cá nhân chưa đọc và các thông báo nhắc.
zh_hans: 长时间未使用 Nicegram (比如睡眠/学习等)，下次打开Nicegram会通知您未读的私人和提及消息。
zh_hant: 長時間未上線後開啟 App 時，Nicegram 會通知您未讀的對話及 TAG

# Folder.DeleteAsk
source: Delete Folder
ar: حذف المجلد
es: Eliminar carpeta
fr: Supprimer le dossier
it: Cancella cartella
ko: 폴더 삭제
pl: Usuń folder
pt: Apagar Pasta
ru: Удалить папку
tr: Klasörü Sil
uz: Jildni o'chirish
vi: Xóa Thư mục
zh_hans: 删除分组
zh_hant: 刪除資料夾
