Repository: nicegram/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NiceLocalizable.strings
Languages: ar, es, fr, it, ko, pl, pt, ru, tr, uz, vi, zh_hans, zh_hant

# DoubleBottom.Description
source: To enable this feature, you should have more than one account and switch on Passcode Lock (go to Settings → Privacy & Security → Passcode Lock)
ar: لتمكين هذه الميزة، يجب أن يكون لديك أكثر من حساب وتشغيل قفل رمز المرور (انتقل إلى الإعدادات ← الخصوصية والأمان ← قفل رمز المرور)
es: Para habilitar esta función, debe tener más de una cuenta y activar el Bloqueo con código de acceso (vaya a Configuración → Privacidad y seguridad → Bloqueo con código de acceso)
fr: Pour activer cette fonctionnalité, vous devez avoir plus d'un compte et activer le verrouillage par code (allez dans Paramètres → Confidentialité et sécurité → Verrouillage par code)
it: Per abilitare questa funzione, devi avere più di un account e attivare il Blocco con password (vai su Impostazioni → Privacy e sicurezza → Blocco con password)
ko: 이 기능을 활성화하려면 계정이 한 개 이상 필요하며 암호 잠금으로 전환해야 합니다(설정→개인정보 및 보안→암호 잠금 이동).
pl: Aby włączyć tę funkcję, musisz mieć więcej niż jedno konto i włączyć blokadę kodem dostępu (przejdź do Ustawienia → Prywatność i bezpieczeństwo → Blokada kodem dostępu)
pt: Para habilitar esse recurso, você deve ter mais de uma conta e ativar o Bloqueio por Código (acesse Configurações → Privacidade e Segurança → Bloqueio por Código)
ru: Чтобы включить эту функцию, у вас должно быть более одного аккаунта и включена блокировка кодом (перейдите в «Настройки» → «Конфиденциальность и безопасность» → «Блокировка кодом»).
tr: Bu özelliği etkinleştirmek için birden fazla hesabınızın olması ve Parola Kilidini açmanız gerekir (Ayarlar → Gizlilik & Güvenlik → Parola Kilidi)
uz: Bu funksiyani yoqish uchun sizda bir nechta hisob qaydnomasi boʻlishi va parolni bloklash funksiyasini yoqishingiz kerak (Sozlamalar → Maxfiylik va xavfsizlik → Parolni bloklash boʻlimiga oʻting)
vi: Để kích hoạt tính năng này, bạn nên có nhiều hơn một tài khoản và bật Mã khóa (đi tới Cài đặt → Quyền riêng tư & Bảo mật → Mã khóa)
zh_hans: 要启用此功能，你需有超过一个账户，并将密码锁切换到打开状态（ 转向设置 → 隐私与安全 → 密码锁）
zh_hant: 要啟用此功能，您必須擁有一個以上的帳號並啟用密碼鎖 (前往設定→隱私與安全→密碼鎖)

# DoubleBottom.Enabled.Title
source: Double Bottom is enabled
ar: تم تفعيل Double Bottom
es: El Double Bottom está habilitado
fr: Double Bottom est activé
it: Double Bottom abilitato
ko: Double Bottom 활성화되었습니다
pl: Double Bottom jest włączony
pt: O Double Bottom está ativado
ru: Double Bottom включено
tr: Double Bottom etkinleştirildi
uz: Ikkita pastki yoqilgan
vi: Double Bottom đã được kích hoạt
zh_hans: Double bottom已启用
zh_hant: Double Bottom 已啟用

# DoubleBottom.Enabled.Description
source: Please remember the passcode you’ve just set and restart the app for Double Bottom to work well
ar: يرجى تذكر رمز المرور الذي عينته للتو وأعد تشغيل التطبيق حتى يعمل Double Bottom بشكل جيد
es: Recuerde el código de acceso que acaba de configurar y reinicie la aplicación para que Double Bottom funcione bien
fr: N'oubliez pas le mot de passe que vous venez de définir et redémarrez l'application pour que le Double Bottom fonctionne correctement
it: Ricorda la password che hai appena impostato e riavvia l'app affinché il Double Bottom funzioni correttamente
ko: 방금 설정한 암호를 기억해두고 Double Bottom 정상 작동할 수 있도록 앱을 다시 시작하세요
pl: Pamiętaj hasło, które właśnie ustawiłeś i zrestartuj aplikację, aby Double Dół działał poprawnie
pt: Lembre-se da senha que você acabou de definir e reinicie o aplicativo para que o Fundo Duplo funcione bem
ru: Пожалуйста, запомните код доступа, который вы только что установили, и перезапустите приложение, чтобы «Double Bottom» работало правильно
tr: Lütfen az önce belirlediğiniz şifreyi hatırlayın ve Double Bottom iyi çalışması için uygulamayı yeniden başlatın
uz: Iltimos, siz o'rnatgan parolni eslab qoling va yaxshi ishlashi uchun ilovani ikki marta pastga tushiring
vi: Vui lòng nhớ mã khóa bạn vừa thiết lập và khởi động lại ứng dụng để Double Bottom hoạt động tốt
zh_hans: 请记住你刚设置的密码，并重启应用，以便“Double Bottom”可以正常运作
zh_hant: 為了使 Double Bottom正常運作，請記住您剛才設定的密碼並重新開啟應用程式

# DoubleBottom.Enabled.OK
source: OK
ar: موافق
es: Vale
fr: D'ACCORD
ko: 확인
ru: Ок
tr: TAMAM
zh_hans: 确认
zh_hant: 好

# DoubleBottom.Passcode.Error
source: Please set another passcode different from that you use for Passcode Lock
ar: يرجى تعيين رمز مرور مختلف عن الذي تستخدمه في رمز مرور القفل
es: Establezca otro código de acceso diferente del que usa para «Passcode Lock»
fr: Veuillez définir un autre code d'accès différent de celui que vous utilisez pour le verrouillage par code d'accès
it: Si prega di impostare un altro codice di accesso diverso da quello utilizzato per il blocco del codice stesso
ko: 비밀번호 잠금에 사용하는 비밀번호와 다른 비밀번호를 설정하세요.
pl: Proszę ustaw inny kod dostępu, różny od tego, którego używasz do blokady kodem dostępu
pt: Por favor, defina outra senha, diferente da que você usa como senha de bloqueio
ru: Установите другой код доступа, отличающийся от того, который Вы используете для Блокировки кодом доступа.
tr: Lütfen Parola Kilidi için mevcut kullandığınızdan farklı bir parola belirleyin
uz: Iltimos, parolni qulflash uchun ishlatadigan boshqa parolni o'rnating
vi: Vui lòng thiết lập một mã khác với mã bạn sử dụng cho Khóa mã
zh_hans: 请设置另一个与密码锁不同的密码
zh_hant: 請設定另一個與你的密碼鎖不同的密碼。

# RoundedVideos.ButtonTitle
source: Send as Rounded Video
ar: أرسل كفيديو دائري
es: Enviar como Vídeo Redondeado
fr: Envoyer en tant que vidéo arrondie
it: Invia come video rotondo
ko: 둥근 비디오로 보내기
pl: Wyślij jako zaokrąglone wideo
pt: Enviar como Vídeo Arredondado
ru: Отправить как круглое видео
tr: Yuvarlak Video Olarak Gönder
uz: Yumaloq video sifatida yuboring
vi: Gửi dưới dạng Video Tròn
zh_hans: 以圆形视频发送
zh_hant: 以圓形影片發送

# RoundedVideos.MoreButtonTooltip
source: Convert square videos to send as circles with one tap.
ar: حول الفيديوهات المربعة لترسل كدوائر بنقرة واحدة.
es: Convierte videos cuadrados en círculos para enviar con un solo toque.
fr: Convertissez des vidéos carrées en cercles à envoyer en un seul clic.
it: Converti i video quadrati in cerchi da inviare con un solo tocco.
ko: 한 번의 탭으로 정사각형 비디오를 원형으로 변환하여 보내기.
pl: Przekształć kwadratowe wideo w koła jednym dotknięciem.
pt: Converta vídeos quadrados em círculos para enviar com apenas um toque.
ru: Конвертируйте квадратные видео в круглые одним нажатием.
tr: Kare videoları tek dokunuşla daire olarak göndermek için dönüştürün.
uz: Bir tegish bilan doira shaklida yuborish uchun kvadrat videolarni aylantiring.
vi: Chuyển đổi video vuông để gửi dưới dạng vòng tròn chỉ với một lần nhấn.
zh_hans: 一键将方形视频转换为圆形发送。
zh_hant: 一鍵將方形影片轉換為圓形發送。

# RoundedVideos.SendButtonTooltip
source: Long-press to send your video as a stylish circle.
ar: اضغط مطولاً لإرسال فيديوك على شكل دائرة أنيقة.
es: Mantén presionado para enviar tu video como un círculo elegante.
fr: Appuyez longuement pour envoyer votre vidéo sous forme de cercle élégant.
it: Premi a lungo per inviare il tuo video come un cerchio elegante.
ko: 길게 눌러 스타일리시한 원형으로 비디오를 보내세요.
pl: Przytrzymaj, aby wysłać swoje wideo jako stylowy krąg.
pt: Pressione e segure para enviar seu vídeo como um círculo estiloso.
ru: Удерживайте, чтобы отправить видео в кружке.
tr: Videonuzu şık bir daire olarak göndermek için uzun basın.
uz: Videongizni zamonaviy doira shaklida yuborish uchun uzoq bosing.
vi: Nhấn giữ để gửi video của bạn dưới dạng vòng tròn phong cách.
zh_hans: 长按以将您的视频以时尚圆形发送。
zh_hant: 長按以將您的影片以時尚圓形發送。

# SpeechToText.UseOpenAi
source: OpenAI Speech2Text
ar: تقنية التحويل من الكلام إلى النص من OpenAI
es: OpenAI Voz a Texto
fr: OpenAI Parole en Texte
it: OpenAI Da Voce a Testo
ko: OpenAI 음성에서 텍스트로
pl: OpenAI Przemowa na Tekst
pt: OpenAI Fala para Texto
ru: OpenAI Речь в текст
tr: OpenAI Konuşma'dan Metne
vi: OpenAI Chuyển Giọng nói thành Văn bản
zh_hans: OpenAI 语音转文本
zh_hant: OpenAI 語音轉文字

# SpeechToText.Toast
source: [Subscribe to Nicegram Premium]() for faster and better OpenAI Speech2Text technologies!
ar: [اشترك في Nicegram Premium])() للحصول على تقنيات أسرع وأفضل لتحويل الكلام إلى نص من OpenAI!
es: [Suscríbete a Nicegram Premium]() para tecnologías OpenAI Voz a Texto más rápidas y mejores!
fr: [S'abonner à Nicegram Premium]() pour des technologies OpenAI Parole en Texte plus rapides et meilleures !
it: [Iscriviti a Nicegram Premium]() per tecnologie OpenAI Da Voce a Testo più veloci e migliori!
ko: OpenAI 음성에서 텍스트로 기술을 더 빠르고 좋게 이용하려면 [Nicegram Premium에 가입하세요]()!
pl: Zasubskrybuj Nicegram Premium dla szybszych i lepszych technologii OpenAI Przemowa na Tekst!
pt: [Assine o Nicegram Premium]() para tecnologias OpenAI Fala para Texto mais rápidas e melhores!
ru: [Подпишитесь на Nicegram Premium]() для доступа к улучшенным технологиям OpenAI в функции Речь в текст!
tr: OpenAI Konuşma'dan Metne teknolojileri için daha hızlı ve daha iyi [Nicegram Premium'a abone olun]()!
uz: Tezroq va yaxshiroq OpenAI Speech2Text texnologiyalari uchun [Nicegram Premium-ga obuna bo'ling]()!
vi: [Đăng ký Nicegram Premium]() cho công nghệ OpenAI Speech2Text nhanh hơn và tốt hơn!
zh_hans: [订阅Nicegram Premium]() 更快更好的 OpenAI 语音转文本技术！
zh_hant: [訂閱 Nicegram Premium]() 以獲得更快更好的 OpenAI 語音轉文字技術！

# ConfirmCall.Desc
source: Are you sure you want to make a call?
ar: هل أنت متأكد من أنك تريد إجراء مكالمة؟
es: ¿Estás seguro de que quieres hacer una llamada?
fr: Êtes-vous sûr de vouloir passer un appel ?
it: Sei sicuro di voler effettuare una chiamata?
ko: 전화를 걸겠습니까?
pl: Czy jesteś pewien, że chcesz zadzwonić?
pt: Você tem certeza de que quer fazer uma ligação?
ru: Вы уверены, что хотите совершить звонок?
tr: Bir arama yapmak istediğinizden emin misiniz?
uz: Haqiqatan ham qo'ng'iroq qilmoqchimisiz?
vi: Bạn có chắc chắn muốn thực hiện cuộc gọi không?
zh_hans: 您确定要拨打电话吗？
zh_hant: 您確定要撥打電話嗎？

# ChatContextMenu.Hide
source: Hide
ar: إخفاء
es: Esconder
fr: Masquer
it: Nascondi
ko: 숨기기
pl: Ukryj
pt: Esconder
ru: Скрыть
tr: Gizle
uz: Yashirish
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# ChatContextMenu.Unhide
source: Unhide
ar: إظهار
es: Mostrar
fr: Révéler
it: Rivelare
ko: 숨김 해제
pl: Odkryj
pt: Revelar
ru: Показать
tr: Göster
uz: Ko'rsatish
vi: Bỏ ẩn
zh_hans: 取消隐藏
zh_hant: 取消隱藏

# HiddenChatsTooltip
source: Press and hold this button to reveal hidden secret chats
ar: اضغط مع الاستمرار على هذا الزر لإظهار الدردشات السرية المخفية
es: Mantenga presionado este botón para revelar chats secretos ocultos
fr: Appuyez sur ce bouton et maintenez-le enfoncé pour révéler les discussions secrètes cachées
it: Premi e tieni premuto questo pulsante per rivelare le chat segrete nascoste
ko: 이 버튼을 길게 누르면 숨겨진 비밀 채팅이 표시됩니다
pl: Naciśnij i przytrzymaj ten przycisk, aby wyświetlić ukryte tajne czaty
pt: Pressione e segure este botão para revelar chats secretos ocultos
ru: Нажмите и удерживайте эту кнопку, чтобы открыть скрытые чаты
tr: Gizli gizli sohbetleri ortaya çıkarmak için bu düğmeye basın ve basılı tutun
vi: Nhấn giữ nút này để tiết lộ các cuộc chat bí mật bị ẩn
zh_hans: 按住此按钮可显示隐藏的秘密聊天
zh_hant: 按住此按鈕可顯示隱藏的秘密聊天

# NicegramSettings.ShareBotsToggle
source: Share bots information
ar: مشاركة معلومات البوتات
es: Compartir información de bots
fr: Partager les informations des bots
it: Condividi informazioni sui bot
ko: 봇 정보 공유하기
pl: Udostępnij informacje o botach
pt: Partilhar informação de bots
ru: Поделиться информацией о ботах
tr: Bot bilgilerini paylaş
uz: Botlar haqida ma'lumot ulashing
vi: Chia sẻ thông tin bots
zh_hans: 分享机器人信息
zh_hant: 分享機器人資訊

# NicegramSettings.ShareChannelsToggle
source: Share channel information
ar: شارك معلومات القناة
es: Compartir información del canal
fr: Partager les informations de la chaîne
it: Condividi le informazioni del canale
ko: 채널 정보 공유
pl: Udostępnij informacje o kanale
pt: Compartilhar informações do canal
ru: Поделиться информацией о каналах
tr: Kanal bilgisini paylaş
vi: Chia sẻ thông tin kênh
zh_hans: 分享频道信息
zh_hant: 分享頻道信息

# NicegramSettings.ShareStickersToggle
source: Share stickers information
ar: مشاركة معلومات الملصقات
es: Compartir información de stickers
fr: Partager des informations sur les stickers
it: Condividi informazioni sugli sticker
ko: 스티커 정보 공유하기
pl: Udostępnij informacje o naklejkach
pt: Partilhar informação de stickers
ru: Поделиться информацией о стикерах
tr: Sticker bilgilerini paylaş
uz: Stiker ma'lumotlarini baham ko'ring
vi: Chia sẻ thông tin nhãn dán
zh_hans: 分享贴纸信息
zh_hant: 分享貼圖資訊

# NicegramSettings.ShareData.Note
source: Contribute to the most comprehensive wikipedia of Telegram channels and groups by automatically submitting channel information and link to our database. We do not connect your telegram profile and channel and do not share your personal data.
ar: ساهم في أكثر ويكيبيديا شمولية لقنوات ومجموعات تليغرام من خلال إرسال معلومات القناة والرابط تلقائيًا إلى قاعدة بياناتنا. نحن لا نربط ملفك الشخصي في تليغرام والقناة ولا نشارك بياناتك الشخصية.
es: Contribuye a la wikipedia más completa de canales y grupos de Telegram enviando automáticamente información y enlaces de canales a nuestra base de datos. No conectamos tu perfil de telegram con el canal y no compartimos tus datos personales.
fr: Contribuez au Wikipédia le plus complet de chaînes et de groupes Telegram en soumettant automatiquement des informations sur les chaînes et un lien vers notre base de données. Nous ne connectons pas votre profil de télégramme et votre canal et ne partageons pas vos données personnelles.
it: Contribuisci all'enciclopedia più completa di canali e gruppi Telegram inviando automaticamente informazioni e link sul canale al nostro database. Non collegiamo il tuo profilo Telegram e il canale e non condividiamo i tuoi dati personali.
ko: 자동으로 채널 정보와 링크를 제출함으로써 Telegram 채널과 그룹들의 가장 포괄적인 위키백과에 기여하세요. 우리는 여러분의 Telegram 프로필과 채널을 연결하거나 개인 데이터를 공유하지 않습니다.
pl: Przyczyn się do najbardziej kompleksowej wikipedii kanałów i grup Telegrama, automatycznie przesyłając informacje o kanale i link do naszej bazy danych. Nie łączymy Twojego profilu na Telegramie z kanałem i nie udostępniamy Twoich danych osobowych.
pt: Contribua para a wikipedia mais abrangente de canais e grupos do Telegram, submetendo automaticamente informações e links de canais à nossa base de dados. Não associamos o seu perfil do Telegram ao canal e não partilhamos os seus dados pessoais.
ru: Внесите свой вклад в самую полную википедию каналов и групп Telegram, автоматически отправляя информацию о канале и ссылку в нашу базу данных. Мы не связываем ваш профиль Telegram и канал и не делимся вашими личными данными.
tr: Kanal bilgileri ve bağlantısını otomatik olarak göndererek Telegram kanalları ve gruplarının en kapsamlı vikipedisine katkıda bulunun. Telegram profilinizle ve kanalınızla bağlantı kurmuyoruz ve kişisel verilerinizi paylaşmıyoruz.
uz: Kanal ma'lumotlarini avtomatik ravishda yuborish va ma'lumotlar bazasiga havola qilish orqali Telegram kanallari va guruhlari haqidagi eng to'liq vikipediyaga hissa qo'shing. Biz sizning telegram profilingiz va kanalingizni bog'lamaymiz va shaxsiy ma'lumotlaringizni baham ko'rmaymiz.
vi: Tham gia đóng góp vào wikipedia toàn diện nhất về các kênh và nhóm Telegram bằng cách tự động gửi thông tin kênh và liên kết vào cơ sở dữ liệu của chúng tôi. Chúng tôi không kết nối hồ sơ telegram của bạn và kênh và không chia sẻ dữ liệu cá nhân của bạn.
zh_hans: 通过自动提交频道信息和链接到我们的数据库，为最全面的Telegram频道和群组维基百科做出贡献。我们不会连接您的Telegram个人资料和频道，也不会分享您的个人数据。
zh_hant: 通過自動提交頻道資訊和連結到我們的數據庫，貢獻給最全面的Telegram頻道和群組維基百科。我們不會連接您的Telegram個人檔案和頻道，也不會分享您的個人資料。

# NicegramCallRecord.Record
source: Record
ar: تسجيل
es: Grabar
fr: Enregistrer
it: Registrare
ko: 녹음
pl: Nagraj
pt: Gravar
ru: Записать
tr: Kaydet
vi: Ghi
zh_hans: 记录
zh_hant: 記錄

# NicegramCallRecord.Stop
source: Stop
ar: توقف
es: Detener
fr: Arrêter
it: Ferma
ko: 중지
pl: Zatrzymaj
pt: Parar
ru: Стоп
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# NicegramCallRecord.StopAlertTitle
source: Stop recording
ar: إيقاف التسجيل
es: Detener grabación
fr: Arrêter l'enregistrement
it: Ferma la registrazione
ko: 녹음 중지
pl: Zatrzymaj nagrywanie
pt: Parar gravação
ru: Остановить запись
tr: Kaydı durdur
vi: Dừng ghi âm
zh_hans: 停止录音
zh_hant: 停止錄音

# NicegramCallRecord.StopAlertDescription
source: Do you want to stop recording this call?
ar: هل تريد إيقاف تسجيل هذه المكالمة؟
es: ¿Quieres detener la grabación de esta llamada?
fr: Voulez-vous arrêter d'enregistrer cet appel ?
it: Vuoi interrompere la registrazione di questa chiamata?
ko: 이 통화 녹음을 중지하시겠습니까?
pl: Czy chcesz zatrzymać nagrywanie tego połączenia?
pt: Você deseja parar a gravação desta chamada?
ru: Вы хотите остановить запись этого звонка?
tr: Bu çağrıyı kaydetmeyi durdurmak istiyor musunuz?
vi: Bạn có muốn dừng ghi âm cuộc gọi này không?
zh_hans: 您想停止录制这个通话吗？
zh_hant: 您想停止錄製這個通話嗎？

# NicegramCallRecord.StopAlertButtonStop
source: Stop
ar: توقف
es: Detener
fr: Arrêter
it: Ferma
ko: 중지
pl: Zatrzymaj
pt: Parar
ru: Стоп
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# NicegramCallRecord.StopAlertButtonCancel
source: Cancel
ar: إلغاء الأمر
es: Cancelar
fr: Annuler
it: Cancella
pl: Anuluj
pt: Cancelar
ru: Закрыть
tr: İptal
uz: Bekor qilish
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# NicegramFeed.Title
source: Feed
ar: فيد
fr: Flux
ko: 피드
pl: Kanał
ru: Лента
tr: Akış
vi: Nguồn
zh_hans: 动态
zh_hant: 動態

# NicegramFeed.Add
source: Add to Feed
ar: أضف إلى الخلاصة
es: Añadir al feed
fr: Ajouter au flux
it: Aggiungi al feed
ko: 피드에 추가
pl: Dodaj do kanału
pt: Adicionar ao feed
ru: Добавить в ленту
tr: Akışa ekle
vi: Thêm vào Nguồn cấp
zh_hans: 添加到订阅源
zh_hant: 添加到訂閱源

# NicegramFeed.Remove
source: Remove from Feed
ar: احذف من الخلاصة
es: Eliminar del feed
fr: Retirer du flux
it: Rimuovi dal feed
ko: 피드에서 제거
pl: Usuń z kanału
pt: Remover do feed
ru: Удалить из ленты
tr: Akıştan kaldır
vi: Xóa khỏi Nguồn cấp
zh_hans: 从订阅源中移除
zh_hant: 從訂閱源中移除

# NicegramSpeechToText.Language.Whisper
source: ⚠️ Select the language of your voice message to enhance accuracy, or [activate Whisper](https://my.nicegram.app/) for effortless automatic recognition
ar: ⚠️ حدد لغة رسالتك الصوتية لتحسين الدقة، أو [فعّل Whisper](https://my.nicegram.app/) للتعرف التلقائي بدون جهد
es: ⚠️ Seleccione el idioma de su mensaje de voz para mejorar la precisión, o [active Whisper](https://my.nicegram.app/) para un reconocimiento automático sin esfuerzo
fr: ⚠️ Sélectionnez la langue de votre message vocal pour améliorer la précision, ou [activez Whisper](https://my.nicegram.app/) pour une reconnaissance automatique sans effort
it: ⚠️ Seleziona la lingua del tuo messaggio vocale per aumentare l'accuratezza, oppure [attiva Whisper](https://my.nicegram.app/) per un riconoscimento automatico senza sforzo
ko: ⚠️ 정확도를 높이기 위해 음성 메시지의 언어를 선택하거나, [Whisper를 활성화](https://my.nicegram.app/)하여 수월한 자동 인식을 사용하세요
pl: ⚠️ Wybierz język swojej wiadomości głosowej, aby zwiększyć dokładność, lub [aktywuj Whisper](https://my.nicegram.app/) dla bezproblemowego automatycznego rozpoznawania
pt: ⚠️ Selecione o idioma da sua mensagem de voz para aumentar a precisão, ou [ative o Whisper](https://my.nicegram.app/) para reconhecimento automático sem esforço
ru: ⚠️ Выберите язык голосового сообщения для повышения точности, или [активируйте Whisper](https://my.nicegram.app/) для упрощения автоматического распознавания
tr: ⚠️ Sesli mesajınızın dilini seçerek doğruluğu artırın, veya [Whisper'ı etkinleştirin](https://my.nicegram.app/) zahmetsiz otomatik tanıma için
vi: ⚠️ Chọn ngôn ngữ của tin nhắn thoại của bạn để cải thiện độ chính xác hoặc [kích hoạt Whisper](https://my.nicegram.app/) để nhận diện tự động dễ dàng
zh_hans: ⚠️ 选择您语音消息的语言以提高准确性，或[激活 Whisper](https://my.nicegram.app/) 进行轻松的自动识别
zh_hant: ⚠️ 選擇您語音消息的語言以提高準確性，或[啟動 Whisper](https://my.nicegram.app/) 以輕鬆自動識別

# NicegramSpeechToText.Language.Choose
source: Choose a language for recognition
ar: اختر لغة للتعرف عليها
es: Elige un idioma para el reconocimiento
fr: Choisissez une langue pour la reconnaissance
it: Scegli una lingua per il riconoscimento
ko: 인식할 언어 선택
pl: Wybierz język do rozpoznania
pt: Escolha um idioma para reconhecimento
ru: Выберите язык для распознавания
tr: Tanıma için bir dil seçin
vi: Chọn ngôn ngữ để nhận diện
zh_hans: 选择识别语言
zh_hant: 選擇識別語言

# NicegramSpeechToText.SelectLanguage
source: Select Language
ar: حدد اللغة
es: Selecciona un idioma
fr: Sélectionner la langue
it: Seleziona la lingua
ko: 언어 선택
pl: Wybierz język
pt: Selecionar idioma
ru: Выбрать язык
tr: Dil Seç
vi: Chọn Ngôn ngữ
zh_hans: 选择语言
zh_hant: 選擇語言

# NicegramSpeechToText.NotAvailable
source: Speech-to-text recognition is currently unavailable
ar: التعرف على الكلام غير متاح حاليًا
es: El reconocimiento de voz a texto no está disponible actualmente
fr: La reconnaissance vocale est actuellement indisponible
it: Il riconoscimento vocale al testo non è attualmente disponibile
ko: 음성 인식이 현재 사용할 수 없습니다
pl: Rozpoznawanie mowy na tekst jest obecnie niedostępne
pt: O reconhecimento de fala para texto não está disponível no momento
ru: Распознавание речи в текст в настоящее время недоступно
tr: Konuşma metni tanıma şu anda kullanılamıyor
vi: Nhận diện nói thành văn bản hiện không khả dụng
zh_hans: 语音转文字识别目前不可用
zh_hant: 語音轉文字識別目前不可用

# NicegramSpeechToText.AuthorisationError
source: Speech-to-text is unavailable due to permission settings. Allow access for Nicegram in device Settings → Privacy & Security → Speech Recognition
ar: التعرف على الكلام غير متاح بسبب إعدادات الأذونات. اسمح بالوصول لـ Nicegram في إعدادات الجهاز ← الخصوصية والأمان ← التعرف على الكلام
es: El reconocimiento de voz a texto no está disponible debido a la configuración de permisos. Permita el acceso para Nicegram en Configuración del dispositivo → Privacidad y seguridad → Reconocimiento de voz
fr: La reconnaissance vocale est indisponible en raison des paramètres d'autorisation. Autorisez l'accès à Nicegram dans les paramètres de l'appareil → Confidentialité et sécurité → Reconnaissance vocale
it: La conversione da voce a testo non è disponibile a causa delle impostazioni di autorizzazione. Consenti l'accesso a Nicegram in Impostazioni dispositivo → Privacy e sicurezza → Riconoscimento vocale
ko: 권한 설정으로 인해 음성 인식을 사용할 수 없습니다. 기기 설정 → 개인정보 및 보안 → 음성 인식에서 Nicegram에 대한 액세스를 허용하세요
pl: Rozpoznawanie mowy na tekst jest niedostępne z powodu ustawień uprawnień. Zezwól na dostęp do Nicegram w ustawieniach urządzenia → Prywatność i bezpieczeństwo → Rozpoznawanie mowy
pt: O reconhecimento de fala para texto está indisponível devido às configurações de permissão. Permita o acesso ao Nicegram em Configurações do dispositivo → Privacidade e segurança → Reconhecimento de fala
ru: Распознавание речи в текст недоступно из-за настроек разрешений. Разрешите доступ в Настройках вашего устройства: Nicegram → Конфиденциальность и безопасность → Распознавание речи
tr: Konuşma metni tanıma, izin ayarları nedeniyle kullanılamıyor. Cihaz Ayarlarında Nicegram için erişime izin verin → Gizlilik ve Güvenlik → Konuşma Tanıma
vi: Nhận diện nói thành văn bản không khả dụng do cài đặt quyền. Hãy cho phép truy cập cho Nicegram trong Cài đặt thiết bị → Quyền riêng tư & Bảo mật → Nhận diện Giọng nói
zh_hans: 由于权限设置，语音转文字不可用。在设备设置中允许 Nicegram 访问 → 隐私和安全 → 语音识别
zh_hant: 由於權限設置，語音轉文字不可用。在設備設置中允許 Nicegram 訪問 → 隱私和安全 → 語音識別

# StarsPurchase.GetStars
source: Get Stars (Multichain & non-KYC)
ar: احصل على النجوم (متعدد السلاسل وبدون تحقق من الهوية)
es: Obtén estrellas (Multicadena y sin KYC)
fr: Obtenez des étoiles (Multichaîne et sans KYC)
it: Ottieni stelle (Multichain e senza KYC)
ko: 별 얻기 (멀티체인 및 KYC 불필요)
pl: Zdobądź gwiazdki (Wielołańcuchowe i bez KYC)
pt: Obtenha Estrelas (Multichain e sem KYC)
ru: Получить звезды (мультичейн и без KYC)
tr: Yıldızları Al (Çok Zincirli ve KYC'siz)
vi: Nhận sao (Đa chuỗi & không cần KYC)
zh_hans: 获取星星（多链且无需KYC）
zh_hant: 獲取星星（多鏈且無需KYC）

# StarsPurchase.GetOnFragment
source: Get on Fragment
ar: اشترِ في Fragment
es: Compra en Fragment
fr: Achetez sur Fragment
it: Acquista su Fragment
ko: Fragment에서 구입
pl: Kup w Fragment
pt: Compre em Fragment
ru: Купить в Fragment
tr: Fragment'tan al
uz: Fragmentga kiring
vi: Lấy trên Fragment
zh_hans: 购买于 Fragment
zh_hant: 購買於 Fragment
