Repository: nicegram/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NiceLocalizable.strings
Languages: ar, es, fr, it, ko, pl, pt, ru, tr, uz, vi, zh_hans, zh_hant

# StarsPurchase.GetOnTelegram
source: Get on Telegram
ar: اشترِ في Telegram
es: Compra en Telegram
fr: Achetez sur Telegram
it: Acquista su Telegram
ko: Telegram에서 구입
pl: Kup w Telegram
pt: Compre em Telegram
ru: Купить в Telegram
tr: Telegram'dan al
uz: Telegramga kiring
vi: Lấy trên Telegram
zh_hans: 购买于 Telegram
zh_hant: 購買於 Telegram

# SpyOnFriends.Title
source: Activities
ar: الأنشطة
es: Actividades
fr: Activités
it: Attività
ko: 활동
pl: Aktywności
pt: Atividades
ru: Активность
tr: Aktiviteler
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

# NicegramKeywords.Title
source: ✨ Keywords ✨
ar: ✨الكلمات المفتاحية✨
es: ✨Palabras clave✨
fr: ✨Mots-clés✨
it: ✨Parole chiave✨
ko: ✨키워드✨
pl: ✨Słowa kluczowe✨
pt: ✨Palavras-chave✨
ru: ✨ Ключевые слова ✨
tr: ✨Anahtar kelimeler✨
vi: ✨Từ khóa✨
zh_hans: ✨关键词✨
zh_hant: ✨關鍵詞✨

# NicegramKeywords.TitleNoEmoji
source: Keywords
ar: الكلمات المفتاحية
es: Palabras clave
fr: Mots-clés
it: Parole chiave
ko: 키워드
pl: Słowa kluczowe
pt: Palavras-chave
ru: Ключевые слова
tr: Anahtar kelimeler
vi: Từ khóa
zh_hans: 关键词
zh_hant: 關鍵詞

# NicegramKeywords.Tooltip
source: Monitor incoming messages for specific keywords
ar: راقب الرسائل الواردة لكلمات مفتاحية محددة
es: Monitorea mensajes entrantes para palabras clave específicas
fr: Surveiller les messages entrants pour des mots-clés spécifiques
it: Monitora i messaggi in arrivo per parole chiave specifiche
ko: 특정 키워드에 대한 수신 메시지 모니터링
pl: Monitoruj przychodzące wiadomości pod kątem określonych słów kluczowych
pt: Monitore mensagens recebidas para palavras-chave específicas
ru: Следите за ключевыми словами во входящих сообщениях
tr: Belirli anahtar kelimeler için gelen mesajları izleyin
vi: Giám sát tin nhắn đến cho các từ khóa cụ thể
zh_hans: 监控包含特定关键词的传入消息
zh_hant: 監控包含特定關鍵詞的傳入訊息

# NicegramKeywords.TrackUpdates
source: Track "%@" updates
ar: تعقب تحديثات "%@"
es: Rastrear actualizaciones de "%@"
fr: Suivre les mises à jour de "%@"
it: Traccia gli aggiornamenti di "%@"
ko: "%@" 업데이트 추적
pl: Śledź aktualizacje "%@"
pt: Rastrear atualizações de "%@"
ru: Отслеживать обновления «%@»
tr: "%@" güncellemelerini takip et
vi: Theo dõi cập nhật "%@"
zh_hans: 跟踪%@的更新
zh_hant: 跟蹤“%@”的更新

# NicegramKeywords.TrackEnabled
source: Tracking enabled for "%@" updates!
ar: تم تفعيل التعقب لتحديثات "%@"!
es: ¡Rastreo habilitado para actualizaciones de "%@"!
fr: Suivi activé pour les mises à jour de "%@" !
it: Tracciamento abilitato per gli aggiornamenti di "%@"!
ko: "%@" 업데이트에 대한 추적이 활성화되었습니다!
pl: Śledzenie aktualizacji "%@" włączone!
pt: Rastreamento ativado para atualizações de "%@"!
ru: Теперь вы отслеживаете обновления «%@»!
tr: "%@" güncellemeleri için takip etkinleştirildi!
vi: Theo dõi đã được kích hoạt cho cập nhật "%@"!
zh_hans: 已启用对“%@”更新的跟踪！
zh_hant: 已啟用對“%@”更新的跟蹤！

# AccountsBackup.SectionHeader
source: Accounts
ar: الحسابات
es: Cuentas
fr: Comptes
it: Account
ko: 계정
pl: Konta
pt: Contas
ru: Аккаунты
tr: Hesaplar
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

# AccountsBackup.ICloudBackupEnabled
source: iCloud Backup
ar: نسخة احتياطية على iCloud
es: Copia de seguridad de iCloud
fr: Sauvegarde iCloud
it: Backup iCloud
ko: iCloud 백업
pl: Kopia zapasowa iCloud
pt: Cópia de segurança do iCloud
ru: Резервное копирование в iCloud
tr: iCloud Yedekleme
vi: Sao lưu iCloud
zh_hans: iCloud 备份
zh_hant: iCloud 備份

# AccountsBackup.ImportFromICloud
source: Import from iCloud
ar: استيراد من iCloud
es: Importar desde iCloud
fr: Importer depuis iCloud
it: Importa da iCloud
ko: iCloud에서 가져오기
pl: Importuj z iCloud
pt: Importar do iCloud
ru: Импортировать из iCloud
tr: iCloud'dan İçe Aktar
vi: Nhập từ iCloud
zh_hans: 从 iCloud 导入
zh_hant: 從 iCloud 導入

# AccountsBackup.ImportFromFile
source: Import from File
ar: استيراد من ملف
es: Importar desde archivo
fr: Importer depuis un fichier
it: Importa da file
ko: 파일에서 가져오기
pl: Importuj z pliku
pt: Importar de Arquivo
ru: Импортировать из файла
tr: Dosyadan İçe Aktar
vi: Nhập từ tệp
zh_hans: 从文件导入
zh_hant: 從文件導入

# AccountsBackup.ExportAsFile
source: Export as File
ar: تصدير كملف
es: Exportar como archivo
fr: Exporter en tant que fichier
it: Esporta come file
ko: 파일로 내보내기
pl: Eksportuj jako plik
pt: Exportar como Arquivo
ru: Экспортировать как файл
tr: Dosya Olarak Dışa Aktar
vi: Xuất dưới dạng tệp
zh_hans: 导出为文件
zh_hant: 導出為文件

# AccountsBackup.DeleteSessions
source: Delete Sessions
ar: حذف الجلسات
es: Eliminar sesiones
fr: Supprimer les sessions
it: Elimina sessioni
ko: 세션 삭제
pl: Usuń sesje
pt: Excluir Sessões
ru: Удалить сеансы
tr: Oturumları Sil
vi: Xóa các phiên
zh_hans: 删除会话
zh_hant: 刪除會話

# NicegramSpeechToText.Language.Title
source: Speеch-2-Text
vi: Nói thành Văn bản

# DoubleBottom.Title
source: Double bottom
uz: Ikkita pastki
